{"UNK": 101, "not so good": 102, "not (so) good": 102, "not at all": 103, "no": 103, "entirely dissatisfied": 104, "0 entirely dissatisfied": 104, "10 entirely satisfied": 105, "entirely satisfied": 105, "1 = only me": 106, "only me": 106, "1 only me": 106, "my partner and I do this equally often": 107, "4 = my partner and I do this equally often": 107, "4 my partner and I do this equally often": 107, "7 only my partner": 108, "only my partner": 108, "7 = only my partner": 108, "I did a lot more than my partner": 109, "I do a lot more than my partner": 109, "I do more than my partner": 110, "I did more than my partner": 110, "we did roughly the same amount of work": 111, "we do roughly the same amount of work": 111, "my partner does more than I": 112, "my partner did more than I": 112, "my partner did a lot more than I": 113, "my partner does a lot more than I": 113, "4 my partner and I did this equally often": 107, "my partner and I did this equally often": 107, "transitional period of VMBO, LBO, MULO, ULO, MAVO (lower/intermediate secondary education, US: junior high school)": 114, "transitional period of VMBO, MAVO, HAVO, VWO(lower/intermediate/higher secondary education, US: junior high school/ seni": 114, "1 = definitely no": 115, "1 = certainly not": 115, "5 = definitely yes": 116, "5 = certainly yes": 116, "It is important to set rules and make children keep those rules, so that they will grow up to be satisfied adults - slig": 117, "It is important to set rules..., so that they will grow up to be satisfied adults - slightly agree": 117, "It is important to set rules..., so that they will grow up to be satisfied adults - fairly agree": 118, "It is important to set rules and make children keep those rules, so that they will grow up to be satisfied adults - fair": 118, "It is important to set rules..., so that they will grow up to be satisfied adults - agree": 119, "It is important to set rules and make children keep those rules, so that they will grow up to be satisfied adults - agre": 119, "Islamic": 120, "Islamitic": 120, "I don\u2019t know": 121, "I don't know": 121, "\u20ac 25,000 to \u20ac 50,000": 122, "\u20ac 25,500 to \u20ac 50,000": 122, "less than \u20ac 500": 123, "less than  500": 123, "positive, but less than \u20ac 50,000": 124, "positive, but smaller than \u20ac 50,000": 124, "Usufruct": 125, "usufruct": 125, "property right": 126, "Property right": 126, "Anti-squatting": 127, "anti-squatting": 127, "Other": 128, "other": 128, "ja": 129, "yes": 129, "nee": 103, "month": 130, "per month": 130, "per year": 131, "year": 131, "yes, premiums were paid/debts were redeemed on this or these mortgage(s) or loan(s) in 2017": 132, "yes, premiums were paid/debts were redeemed on this or these mortgage(s) or loan(s) in 2019": 132, "yes, premiums were paid/debts were redeemed on this or these mortgage(s) or loan(s) in 2008": 132, "yes, premiums were paid/debts were redeemed on this or these mortgage(s) or loan(s) in 2007": 132, "yes, premiums were paid/debts were redeemed on this or these mortgage(s) or loan(s) in 2011": 132, "yes, premiums were paid/debts were redeemed on this or these mortgage(s) or loan(s) in 2014": 132, "yes, premiums were paid/debts were redeemed on this or these mortgage(s) or loan(s) in 2012": 132, "yes, premiums were paid/debts were redeemed on this or these mortgage(s) or loan(s) in 2013": 132, "yes, premiums were paid/debts were redeemed on this or these mortgage(s) or loan(s) in 2010": 132, "yes, premiums were paid/debts were redeemed on this or these mortgage(s) or loan(s) in 2016": 132, "yes, premiums were paid/debts were redeemed on this or these mortgage(s) or loan(s) in 2018": 132, "yes, premiums were paid/debts were redeemed on this or these mortgage(s) or loan(s) in 2009": 132, "no, there were no premiums paid/debts redeemed on this or these mortgage(s) or loan(s) in 2019": 133, "no, there were no premiums paid/debts redeemed on this or these mortgage(s) or loan(s) in 2017": 133, "no, there were no premiums paid/debts redeemed on this or these mortgage(s) or loan(s) in 2007": 133, "no, there were no premiums paid/debts redeemed on this or these mortgage(s) or loan(s) in 2010": 133, "no, there were no premiums paid/debts redeemed on this or these mortgage(s) or loan(s) in 2012": 133, "no, there were no premiums paid/debts redeemed on this or these mortgage(s) or loan(s) in 2009": 133, "no, there were no premiums paid/debts redeemed on this or these mortgage(s) or loan(s) in 2011": 133, "no, there were no premiums paid/debts redeemed on this or these mortgage(s) or loan(s) in 2018": 133, "no, there were no premiums paid/debts redeemed on this or these mortgage(s) or loan(s) in 2016": 133, "no, there were no premiums paid/debts redeemed on this or these mortgage(s) or loan(s) in 2014": 133, "no, there were no premiums paid/debts redeemed on this or these mortgage(s) or loan(s) in 2013": 133, "no, there were no premiums paid/debts redeemed on this or these mortgage(s) or loan(s) in 2008": 133, "with buyer\u2019s costs (Dutch: kosten koper)": 134, "with buyer's costs (Dutch: kosten koper)": 134, "without buyer's costs": 135, "without buyer\u2019s costs": 135, "not applicable": 136, "niet van toepassing": 136, "farmhouse or gardener\u2019s house": 137, "farmhouse or gardener's house": 137, "I don\u2019t pay rent for this second dwelling": 138, "I don't pay rent for this second dwelling": 138, "certainly not": 115, "certainly yes": 116, "no, I don't receive rent benefit": 139, "no, I don\u2019t receive rent benefit": 139, "Household head": 140, "Household head*": 140, "1": 141, "0": 142, "10": 143, "9": 144, "2": 145, "3": 146, "4": 147, "5": 148, "6": 149, "7": 150, "8": 151, "not at all satisfied": 152, "0 not at all satisfied": 152, "my partner and I each arrange our own financial affairs": 153, "my partner and I each manage our own financial affairs": 153, "for the most part we manage our own money, but we also have a small shared reserve": 154, "for the most part we arrange our own money, but we also have a small shared reserve": 154, "we have a shared reserve and to a limited extent each manages one\u2019s own money": 155, "we have a shared reserve and to a limited extent each arranges one's own money": 155, "we have a shared reserve and to a limited extent each manages one's own money": 155, "we manage our finances together, there are no separate reserves": 156, "we arrange our finances together, there are no separate reserves": 156, "don\u2019t know": 157, "don't know": 157, "no, I don\u2019t have enough money for that": 158, "no, I don't have enough money for that": 158, "no, I don't think it is necessary": 159, "no, I don\u2019t think it is necessary": 159, "I didn\u2019t want to": 160, "I didn't want to": 160, "I can't afford it": 161, "I can\u2019t afford it": 161, "I couldn't leave the children alone": 162, "I couldn\u2019t leave the children alone": 162, "No (can't afford)": 163, "No (not affordable)": 163, "No (don't need it)": 164, "No (not necessary)": 164, "no, I do not have enough money": 158, "no, I don't find that necessary": 159, "male": 165, "man": 165, "female": 166, "woman": 166, "has no paid job": 103, "has paid job": 167, "only with an aid or the help of others": 168, "only with the help of others": 168, "I work, but because of my health I do not work a full working week": 169, "I work, but on account of my health I do not work a full working week": 169, "I do not work because of my health": 170, "I do not work on account of my health": 170, "start working": 171, "started working": 171, "stopped working": 172, "stop working": 172, "start working more": 173, "started working more": 173, "start working less": 174, "started working less": 174, "I don't pay premium by myself": 175, "I did not pay premium by myself": 175, "Aevitae": 176, "De Friesland Zorgverzekeraar": 177, "Care4me": 178, "CZ Direct": 179, "CZ": 180, "De Goudse": 181, "De Amersfoortse": 182, "Delta Lloyd": 183, "Ditzo": 184, "DSW": 185, "FBTO": 186, "Hema": 187, "Hollandzorg": 188, "IAK (Aon)": 189, "Energiek": 190, "Ik! zorgverzekering": 191, "DVZ Achmea": 192, "IAK": 193, "Agis": 194, "AnderZorg": 195, "Interpolis": 196, "inTwente": 197, "IZA Zorgverzekeraar": 198, "IZA": 199, "IZA Cura": 200, "Iza-Cura": 201, "IZZ Zorgverzekeraar": 202, "Menzis": 203, "National Academic": 204, "OHRA": 205, "Nationale Nederlanden": 206, "ONVZ": 207, "OZF Achmea": 208, "Av\u00e9ro Achmea": 209, "Allianz": 210, "PNOzorg": 211, "Pro life": 212, "Promovendum": 213, "Pro Life": 214, "Salland Zorgdirect": 215, "Salland": 216, "Stad Holland": 217, "Salland Zorgverzekeraar": 218, "Salland Zorgverzekeringen": 219, "TakeCareNow!": 220, "Studenten Goed Verzekerd": 221, "Univ\u00e9": 222, "UMC Zorgverzekering": 223, "Univ\u00e9 Zekur": 224, "Univ\u00e9 ZEKUR": 225, "UMC": 226, "VGZ": 227, "Univ\u00e9 Zorgverzekeraar": 228, "VvAA": 229, "Azivo": 230, "AZVZ": 231, "YouCare": 232, "ZieZo van Zilveren Kruis": 233, "Zilveren Kruis Achmea": 234, "Zilveren Kruis": 235, "Zorg en Zekerheid": 236, "ZEKUR": 237, "ZorgDirect": 238, "Besured": 239, "Bewuzt": 240, "Care4me (C4Me)": 241, "1 certainly not": 242, "1 definitely no": 242, "5 certainly yes": 243, "5 definitely yes": 243, "(almost) never": 244, "seldom or never": 244, "definitely no": 115, "definitely yes": 116, "The traditional version cv20l308": 245, "The traditional version cv17i244": 245, "The traditional version cv19k244": 245, "The traditional version cv18j244": 245, "The chance questions cv19k245 \u2013 cv19k262": 246, "The chance questions cv18j245 \u2013 cv18j262": 246, "The chance questions cv20l245 \u2013 cv20l262": 246, "The chance questions cv17i245 \u2013 cv17i262": 246, "[if cv18j243=0: I would not vote]": 247, "[if cv20l243=0: I would not vote]": 247, "[if cv19k243=0: I would not vote]": 247, "Protestant Church in the Netherlands (Protestantse Kerk in Nederland, PKN)": 248, "Protestant Church in the Netherlands (PKN)": 248, "Dutch Reformed (Nederlands Hervormd) (nowadays merged in PKN)": 249, "Dutch Reformed (Nederlands Hervormd)": 249, "Reformed Churches in the Netherlands (Gereformeerd)": 250, "Reformed Churches in the Netherlands (Gereformeerd) (nowadays merged in PKN)": 250, "Other Eastern religion": 251, "Islam / Muslim": 252, "Humanism (Humanistisch Verbond)": 253, "Judaism": 254, "other non-Christian religion": 255, "Protestant Church in the Netherlands": 248, "Protestant Church in the Netherlands (Protestantse Kerk in Nederland (PKN), merger of Dutch Reformed and Reformed Church": 248, "Protestant Church in the Netherlands (Protestantse Kerk in Nederland (PKN), merger of several churches)": 248, "other Christian church community": 256, "Hinduism": 250, "Buddhism": 257, "at some moments I do believe in God, at other moments I don't": 258, "at some moments I do believe in God, at other moments I dont": 258, "maybe": 259, "only on special religious days": 260, "once or a few times a year": 261, "never": 262, "less often": 263, "No": 103, "Yes": 129, "Arab": 264, "Arabic": 264, "other language, namely:": 265, "other language": 265, "certainly no": 115, "Protestant Church in the Netherlands (includes former denominations...and the Evangelical-Lutheran Church)": 266, "Protestant Church in the Netherlands (this includes the former denominations of the Dutch Reformed Church, the Reformed": 266, "living at home (step, foster)child": 267, "living at home (step, foster, adopted) child": 267, "living at home (in-law, step, foster) parent": 268, "living at home (in-law, step, foster)parent": 268, "living at home, other housemate": 269, "other housemate": 269, "not-living at home (step, foster)child": 270, "not-living at home (step, foster, adopted) child": 270, "not-living at home (in-law, step, foster)parent": 271, "not-living at home (in-law, step, foster) parent": 271, "one time": 272, "1 time": 272, "2 times": 273, "two times": 273, "3 times": 274, "three times": 274, "four times": 275, "4 times": 275, "five times or more": 276, "5 times or more": 276, "1 day per week": 277, "advanced intellectual or independent profession": 278, "2 days per week": 279, "advanced leadership position": 280, "medium-level intellectual or independent profession": 281, "3 days per week": 282, "4 days per week": 283, "medium leadership position or commercial profession": 284, "5 days per week": 285, "other white collar work": 286, "skilled and supervisory manual work": 287, "6 days per week": 288, "7 days per week": 289, "semi-skilled manual work": 290, "Not at all satisfied": 152, "Completely satisfied": 291, "completely satisfied": 291, "more or less": 292, "More or less": 293, "don't know/don't want to say": 103, "Almost every day": 294, "almost every day": 294, "once or twice a week": 295, "Once or twice a week": 295, "A few times per month": 296, "a few times per month": 296, "About once a month": 297, "about once a month": 297, "A number of times per year": 298, "a number of times per year": 298, "about once a year": 299, "About once a year": 299, "Never": 262, "Don\u2019t know": 157, "don t know": 157, "Not applicable": 136, "I don t know": 121, "more than 6 years": 300, "longer than 6 years": 300, "does not work": 103, "hoger intellectueel of vrij beroep (b.v. architect, arts, wetenschappelijk medewerker, docent wo-hbo, ingenieur)": 278, "ik weet het niet": 121, "hoger leidinggevend beroep (b.v. manager, directeur, eigenaar groot bedrijf, leidinggevende ambtenaar)": 280, "middelbaar intellectueel of vrij beroep (b.v. leerkracht, kunstenaar, verpleegkundige, sociaal werker...": 281, "middelbaar leidinggevend of commercieel beroep (b.v. hoofdvertegenwoordiger, afdelingsmanager, winkelier)": 284, "overige hoofdarbeid (b.v. administratief medewerker, boekhouder, verkoper, gezinsverzorgster)": 286, "geschoolde en leidinggevende handarbeid (b.v. automonteur, ploegbaas, electricien)": 287, "semi-geschoolde handarbeid (b.v. chauffeur, fabrieksarbeider)": 290, "unskilled and trained manual work": 301, "ongeschoolde en geoefende handarbeid (b.v. schoonmaker, inpakker)": 301, "agrarisch beroep (b.v. landarbeid, zelfstandig agrari\u00ebr)": 302, "agrarian profession": 302, "n.a./never": 262, "I am ALWAYS aware of this": 303, "I am always aware of this": 303, "I am usually aware of this": 304, "I am USUALLY aware of this": 304, "I am USUALLY NOT aware of this": 305, "I am usually not aware of this": 305, "I am never aware of this": 306, "I am NEVER aware of this": 306, "completely disagree": 307, "1 Completely disagree": 307, "5 Completely agree": 308, "completely agree": 308, "Not at all": 103, "not so much": 309, "Not so much": 309, "in principle, yes": 310, "In principle, yes": 310, "Complete": 311, "complete": 311, "no, does not work": 103, "yes, does work": 129, "0 = not at all satisfied": 152, "fully satisfied": 312, "10 = fully satisfied": 312, "vmbo vocational training program (preparatory intermediate vocational school)": 313, "VMBO vocational training program (preparatory intermediate vocational school)": 313, "VMBO theoretical or combined program (preparatory intermediate vocational school)": 314, "vmbo theoretical or combined program (preparatory intermediate vocational school)": 314, "MMS (intermediate girls\u2019 school)": 315, "mms (intermediate girls\u2019 school)": 315, "mms (intermediate girls' school)": 315, "HBS (former pre-university education, US: senior high school)": 316, "hbs (former pre-university education, US: senior high school)": 316, "HAVO (higher general secondary education": 317, "havo (higher general secondary education": 317, "VWO (pre-university education, US: senior high school)": 318, "vwo (pre-university education, US: senior high school)": 318, "KMBO (short intermediate professional education), VHBO (preparatory higher professional education)": 319, "kmbo (short intermediate professional education), vhbo (preparatory higher professional education)": 319, "MBO professional training program (intermediate professional education (BOL))": 320, "MBO professional training program (intermediate professional education)": 320, "mbo professional training program (intermediate professional education)": 320, "mbo professional training program (intermediate professional education (bol))": 320, "mbo-plus to access hbo, short hbo education (less than two years) (higher professional education)": 321, "MBO professional training program (intermediate professional education (BBL))": 321, "MBO-plus to access HBO, short HBO education (less than two years) (higher professional education)": 321, "mbo professional training program (intermediate professional education (bbl))": 321, "hbo (higher professional education), institutes of higher education, new style": 321, "HBO (higher professional education), institutes of higher education, new style": 321, "teacher training school": 321, "conservatory and art academy": 322, "academic education (including technical and economic colleges, former style) bachelor\u2019s degree (kandidaats)": 322, "academic education (including technical and economic colleges, former style) master\u2019s degree (doctoraal)": 322, "academic education (including technical and economic colleges, former style) bachelor's degree (kandidaats)": 322, "academic education, bachelor": 322, "academic education (including technical and economic colleges, former style) master's degree (doctoraal)": 322, "academic education, master": 322, "vglo (continued lower education)": 323, "VGLO (continued lower education)": 323, "LBO (lower professional education)": 324, "lbo (lower professional education)": 324, "mulo, ulo, mavo (lower/intermediate secondary education": 325, "MULO, ULO, MAVO (lower/intermediate secondary education": 325, "middle school (comparable to VMBO, VBO, MAVO": 326, "middle school (comparable to vmbo, vbo, mavo": 326, "secondary (comparable to havo, vwo, mbo": 327, "secondary (comparable to HAVO, VWO, MBO": 327, "post-secondary, non-tertiary (comparable to post-mbo": 328, "post-secondary, non-tertiary (comparable to post-MBO": 328, "tertiary (comparable to HBO, WO": 329, "tertiary (comparable to hbo, wo": 329, "did not complete any education": 330, "did not finish primary school": 330, "mbo-plus to access hbo, short hbo program (less than two years) (higher professional education)": 321, "MBO-plus to access HBO, short HBO program (less than two years) (higher professional education)": 321, "primary school, primary education": 331, "did not complete primary school": 331, "HBO (higher professional education, institutes of higher education, new style": 321, "hbo (higher professional education, institutes of higher education, new style": 321, "HBO (higher professional education, institutes of higher education, new style)": 321, "hbo (higher professional education, institutes of higher education, new style)": 321, "lower and continued special education": 332, "primary and secondary special education": 332, "does not at all suit my work": 333, "0 = does not at all suit my work": 333, "10 = suits my work perfectly": 334, "suits my work perfectly": 334, "do not suit my work at all": 335, "0 = do not suit my work at all": 335, "suit my work perfectly": 336, "10 = suit my work perfectly": 336, "0 = very serious problems": 337, "very serious problems": 337, "10 = no problems at all": 338, "no problems at all": 338, "homestudy course (e.g. distance learning institutes, Open University, courses via internet)": 339, "homestudy course (e.g. distance learning institutes, Open University, courses via television or radio)": 339, "CWI/UWV (public employment service)": 340, "UWV WERKbedrijf (public employment service)": 340, "CWI (public employment service)": 340, "CWI/UWV/Mobiliteitscentrum (public employment service)": 340, "UWV (public employment service)": 340, "required by CWI/UWV/Mobiliteitscentrum (public employment service)": 341, "required by CWI/UWV (public employment service)": 341, "required by CWI (public employment service)": 341, "required by UWV WERKbedrijf (public employment service)": 341, "for another reason": 342, "for an other reason": 342, "0 = not at all important": 343, "not at all important": 343, "extremely important": 344, "10 = extremely important": 344, "not applicable, I don\u2019t have a partner": 345, "not applicable, I don't have a partner": 345, "not applicable, my partner does not work": 346, "not applicable, my partner does not work in a paid job": 346, "no, I don\u2019t think it will be sufficient to make ends meet": 347, "no, I don't think it will be sufficient to make ends meet": 347, "moved house due to partner's job": 348, "moved house due to partner\u2019s job": 348, "I don't know (anymore)": 349, "I don\u2019t know (anymore)": 349, "no, I have already found another job but haven't started yet": 350, "no, I have already found another job but haven\u2019t started yet": 350, "I am (partly) disabled for work (Work and Income According to Working Capacity Act, Dutch: WIA)": 351, "I am (partly) disabled for work": 351, "I have taken FLO, early retirement or (pre-) pension": 352, "I have taken early retirement or (pre-) pension": 352, "I didn\u2019t see any suitable vacancies or adverts": 353, "I didn't see any suitable vacancies or adverts": 353, "I don\u2019t think there\u2019s a suitable job for me": 354, "I don't think there's a suitable job for me": 354, "I have found a job, but haven\u2019t started yet": 355, "I have found a job, but haven't started yet": 355, "2002": 356, "2001": 357, "1998": 358, "1999": 359, "1997": 360, "2003": 361, "1995": 362, "1996": 363, "2000": 364, "2011": 365, "2008": 366, "2006": 367, "2010": 368, "2012": 369, "2004": 370, "2009": 371, "2005": 372, "2007": 373, "2013": 374, "2014": 375, "2015": 376, "2016": 377, "2017": 378, "1984": 379, "1987": 380, "1986": 381, "1988": 382, "1985": 383, "1980": 384, "1982": 385, "1981": 386, "1983": 387, "1993": 388, "1994": 389, "1989": 390, "1992": 391, "1990": 392, "1991": 393, "I don\u2019t know/I don\u2019t have any plans": 121, "1 = Certainly not": 115, "5 = Certainly yes": 116, "per week": 394, "2019": 395, "2020": 396, "2018": 397, "2028": 398, "2021": 399, "2022": 400, "2023": 401, "2024": 402, "2025": 403, "2026": 404, "2027": 405, "No, we would rather spend less (and may receive unemployment benefits)": 406, "No, we would rather spend less (and perhaps receive unemployment benefits)": 406, "Otherwise": 128, "Single": 407, "Self-owned dwelling": 407, "(Un)married co-habitation, without child(ren)": 408, "Rental dwelling": 409, "Sub-rented dwelling": 410, "(Un)married co-habitation, with child(ren)": 411, "Single, with child(ren)": 412, "Cost-free dwelling": 413, "child 1": 414, "child 10": 415, "child 11": 416, "child 12": 417, "child 13": 418, "child 14": 419, "child 15": 420, "child 2": 421, "child 3": 422, "child 4": 423, "child 5": 424, "child 6": 425, "child 7": 426, "child 8": 427, "child 9": 428, "1800-1810": 429, "1890-1900": 430, "1900-1910": 431, "1910-1920": 432, "1920-1930": 433, "1930-1940": 434, "1940-1950": 435, "1950-1960": 436, "1960-1970": 437, "1970-1980": 438, "I never knew my father": 439, "1810-1820": 440, "1820-1830": 441, "1830-1840": 442, "1840-1850": 443, "1850-1860": 444, "1860-1870": 445, "1870-1880": 446, "1880-1890": 447, "I never knew my mother": 448, "my parents never had a relationship": 449, "my parents live abroad": 450, "my parents and I live at the same address": 451, "my father lives abroad": 452, "my father and I live at the same address": 453, "my mother lives abroad": 454, "my mother and I live at the same address": 455, "once": 456, "a few times": 457, "at least every month": 458, "at least every week": 459, "a few times per week": 460, "every day": 461, "Netherlands": 462, "Turkey": 463, "Morocco": 464, "Netherlands Antilles": 465, "Surinam": 466, "Indonesia": 467, "other non-western country (Africa, Latin America, Asia other than Indonesia and Japan)": 468, "other western country (Europe, North America, Japan, Oceania)": 469, "separated": 470, "partner passed away": 471, "have experienced both": 472, "boy": 473, "girl": 474, "living at home": 475, "living independently": 476, "biological parent": 477, "step parent": 478, "adoptive parent": 479, "foster parent": 480, "once or twice": 481, "several times": 482, "less than 500 euros": 483, "more than 500 euros": 484, "fairly good": 485, "good": 486, "very good": 487, "mainly own friends": 488, "both own friends and shared friends, but more own friends": 489, "both own friends and shared friends, but more shared friends": 490, "mainly shared friends": 491, "I don't have any friends": 492, "1 = highly undesirable": 493, "3 = does not matter": 494, "5 = highly desirable": 495, "practically never": 496, "occasionally": 497, "often": 498, "no, I had another partner at the time": 499, "no, I didn't have a partner at the time": 500, "no, I didn't care for the children at the time": 501, "nothing": 502, "little": 503, "a lot": 504, "everything": 505, "often true": 506, "sometimes true": 507, "not true": 508, "own parent (child's grandparent)": 509, "partner's parent (child's grandparent)": 510, "neighbour": 511, "friend/acquaintance": 512, "brother or sister (own or partner's)": 513, "other own (step/adoptive/foster) child": 514, "someone else": 515, "primary school": 516, "school for special primary education": 517, "secondary school": 518, "public": 519, "Roman Catholic": 520, "Christian Protestant": 521, "Christian Ecumenical (combination of Catholic and Protestant)": 522, "Neutral Special (or General Special)": 523, "other nature, including cooperative schools": 524, "usually": 525, "always": 526, "full-time attendance": 527, "part-time attendance": 528, "no attendance": 529, "continued special education, practice-based education": 530, "VMBO (preparatory vocational education)": 531, "VMBO combined or theory-based education (MAVO)": 532, "HAVO / VWO (higher/pre-university secondary education, US: senior high school)": 533, "MBO (intermediate professional education, US: junior college)": 534, "HBO (higher professional education, US: college)": 535, "university": 536, "have applied for it, not yet received": 537, "every month": 538, "one amount to cover the whole year": 539, "unknown": 540, "we separated": 541, "previous partner passed away": 542, "partner at the time passed away": 543, "childless by choice": 544, "would have liked to have children": 545, "consider it a loss": 546, "doesn't matter much": 547, "am content with it": 548, "Today there is too much emphasis on children being obedient - agree": 549, "Today there is too much emphasis on children being obedient - fairly agree": 550, "Today there is too much emphasis on children being obedient - slightly agree": 551, "agree as much with statement on the left as on the right": 552, "Parents today too often let children do what they want to do - slightly agree": 553, "Parents today too often let children do what they want to do - fairly agree": 554, "Parents today too often let children do what they want to do - agree": 555, "Children need more freedom to make their own decisions than they have at present - agree": 556, "Children need more freedom to make their own decisions than they have at present - fairly agree": 557, "Children need more freedom to make their own decisions than they have at present - slightly agree": 558, "Children need more supervision from their parents than they have at present - slightly agree": 559, "Children need more supervision from their parents than they have at present - fairly agree": 560, "Children need more supervision from their parents than they have at present - agree": 561, "I find it more important than most of the parents I know that my child obeys me - agree": 562, "I find it more important than most of the parents I know that my child obeys me - fairly agree": 563, "I find it more important than most of the parents I know that my child obeys me - slightly agree": 564, "I find it less important than most of the parents I know that my child obeys me - slightly agree": 565, "I find it less important than most of the parents I know that my child obeys me - fairly agree": 566, "I find it less important than most of the parents I know that my child obeys me - agree": 567, "I try to stop my child from making mistakes by imposing rules in his/her own best interest - agree": 568, "I try to stop my child from making mistakes by imposing rules in his/her own best interest - fairly agree": 569, "I try to stop my child from making mistakes by imposing rules in his/her own best interest - slightly agree": 570, "I try to allow my child the freedom to make mistakes and to learn from them - slightly agree": 571, "I try to allow my child the freedom to make mistakes and to learn from them - fairly agree": 572, "I try to allow my child the freedom to make mistakes and to learn from them - agree": 573, "If you impose too many rules on children, they will grow up to be dissatisfied adults - agree": 574, "If you impose too many rules on children, they will grow up to be dissatisfied adults- fairly agree": 575, "If you impose too many rules on children, they will grow up to be dissatisfied adults - slightly agree": 576, "disagree entirely": 577, "disagree": 578, "neither agree nor disagree": 579, "agree": 580, "agree entirely": 581, "very unreasonable with respect to me": 582, "somewhat unreasonable with respect to me": 583, "reasonable for both of us": 584, "somewhat unreasonable with respect to my partner": 585, "very unreasonable with respect to my partner": 586, "fairly disagree": 587, "slightly disagree": 588, "slightly agree": 589, "fairly agree": 590, "very poor": 591, "poor": 592, "not good, not poor": 593, "participated in videoexperiment": 594, "not participated in video experiment": 595, "After 1980": 596, "I never knew my biological father": 597, "I never knew my biological mother": 598, "my father and my mother do not live at the same address": 599, "it is completely being outsourced": 600, "school for special secondary education": 601, "1=not applicable": 602, "7=totally applicable": 603, "biological father": 604, "stepfather": 605, "adoptive father": 606, "foster father": 607, "other, namely": 608, "biological mother": 609, "stepmother": 610, "adoptive mother": 611, "foster mother": 612, "I don t have family anymore": 613, "head of household*": 614, "married partner": 615, "unmarried partner": 616, "parent (in-law)": 617, "living-at-home child": 618, "house mate": 619, "family member or boarder": 620, "less than \u20ac 50": 621, "\u20ac 10,000 to \u20ac 11,500": 622, "\u20ac 11,500 to \u20ac 14,000": 623, "\u20ac 14,000 to \u20ac 17,000": 624, "\u20ac 17,000 to \u20ac 20,000": 625, "\u20ac 20,000 to \u20ac 25,000": 626, "\u20ac 25,000 or more": 627, "\u20ac 50 to \u20ac 250": 628, "\u20ac 250 to \u20ac 500": 629, "\u20ac 500 to \u20ac 750": 630, "\u20ac 750 to \u20ac 1,000": 631, "\u20ac 1,000 to \u20ac 2,500": 632, "\u20ac 2,500 to \u20ac 5,000": 633, "\u20ac 5,000 to \u20ac 7,500": 634, "\u20ac 7,500 to \u20ac 10,000": 635, "\u20ac 50,000 to \u20ac 75,000": 636, "\u20ac 75,000 to \u20ac 100,000": 637, "\u20ac 100,000 or more": 638, "\u20ac 500 to \u20ac 1,500": 639, "\u20ac 1,500 to \u20ac 2,500": 640, "\u20ac 10,000 to \u20ac 12,000": 641, "\u20ac 12,000 to \u20ac 15,000": 642, "\u20ac 15,000 to \u20ac 20,000": 643, "less than \u20ac 50,000": 644, "\u20ac 2,500,000 or more": 645, "\u20ac  50,000 to \u20ac 100,000": 646, "\u20ac 100,000 to \u20ac 150,000": 647, "\u20ac 150,000 to \u20ac 200,000": 648, "\u20ac 200,000 to \u20ac 250,000": 649, "\u20ac 250,000 to \u20ac 400,000": 650, "\u20ac 400,000 to \u20ac 500,000": 651, "\u20ac 500,000 to \u20ac 1,000,000": 652, "\u20ac 1,000,000 to \u20ac 2,500,000": 653, "I prefer not to say": 654, "no problem at all": 655, "very hard": 656, "negative": 657, "tenant": 658, "subtenant": 659, "(co-)owner": 660, "other, for instance cost-free accommodation or anti-squatting accommodation": 661, "quarter": 662, "half year": 663, "euro": 664, "guilder": 665, "costs payable by the vendor (Dutch: vrij op naam, V.O.N.)": 666, "no costs because of building the property themselves": 667, "per quarter": 668, "per half year": 669, "single family home, detached": 670, "other type of dwelling": 671, "single family home, corner lot": 672, "single family home, duplex house": 673, "single family home, row house": 674, "flat, apartment, floor, maisonette": 675, "dwelling with shop or workplace": 676, "other type of business dwelling": 677, "rooms": 678, "other dwelling in the same place": 679, "elsewhere in the country": 680, "elsewhere abroad": 681, "owner": 682, "other, for instance cost-free accommodation": 683, "yes, I receive rent benefit myself": 684, "yes, the rent benefit is directly paid out to the lessor": 685, "the rent benefit is included in the indicated rent": 686, "the indicated rent is the amount I pay after deduction of the rent benefit": 687, "yes, I receive rent benefit": 688, "respondent mistakenly did not receive the question": 689, "10 very satisfied": 690, "week": 691, "two weeks": 692, "four weeks": 693, "Wedded partner": 694, "Unwedded partner": 695, "Parent (in law)": 696, "Child living at home": 697, "Housemate": 698, "Family member or boarder": 699, "yes, works": 700, "less than 8,000 euros": 701, "8,000-16,000 euros": 702, "16,000-24,000 euros": 703, "24,000-36,000 euros": 704, "36,000-48,000 euros": 705, "48,000-60,000 euros": 706, "60,000 euros or more": 707, "positive": 708, "less than 1,000 euros": 709, "1,000-3,000 euros": 710, "3,000-6,000 euros": 711, "6,000-12,000 euros": 712, "12,000-30,000 euros": 713, "30,000-60,000 euros": 714, "separately": 715, "together by pension fund": 716, "less than 2,500 euros": 717, "75,000 euros or more": 718, "2,500-5,000 euros": 719, "5,000-10,000 euros": 720, "10,000-15,000 euros": 721, "15,000-20,000 euros": 722, "20,000-30,000 euros": 723, "30,000-40,000 euros": 724, "40,000-50,000 euros": 725, "50,000-75,000 euros": 726, "possibly": 727, "much worse": 728, "much better": 729, "very easy": 730, "we are accumulating debts": 731, "we are somewhat eating into savings": 732, "we are just managing to make ends meet": 733, "we have a little bit of money to spare": 734, "we have a lot of money to spare": 735, "expenditure was higher than the income": 736, "expenditure was approximately equal to the income": 737, "expenditure was lower than the income": 738, "much higher than the income": 739, "higher than the income": 740, "approximately equal to the income": 741, "lower than the income": 742, "much lower than the income": 743, "perhaps": 744, "will get much better": 745, "will get slightly better": 746, "will remain more or less the same": 747, "will get a bit worse": 748, "will get a lot worse": 749, "not at all possible": 750, "not at all happy": 751, "extremely happy": 752, "my partner generally takes all the decisions concerning financial affairs": 753, "my partner decides about financial affairs more often than I do": 754, "my partner and I generally decide together about financial affairs": 755, "I generally decide about financial affairs more often than my partner": 756, "I generally take all the decisions about financial affairs": 757, "no (not affordable)": 758, "no (not necessary)": 759, "no (other reason)": 760, "no, for another reason": 761, "I was too busy socially in other ways": 762, "because of sickness": 763, "other reason": 764, "panel member did not participate in experiment": 765, "panel member participated in experiment": 766, "No (other reason)": 767, "Don't know": 768, "only a fixed line": 769, "only a mobile phone": 770, "fixed line and a mobile phone": 771, "no fixed line and mobile phone": 772, "can't afford it": 773, "don't need it": 774, "1 very easy": 775, "7 very hard": 776, "1 not at all a burden": 777, "7 a heavy burden": 778, "less than 4,000 euros": 779, "4,000-8,000 euros": 780, "8,000-12,000 euros": 781, "12,000-16,000 euros": 782, "16,000-20,000 euros": 783, "0 much worse": 784, "10 much better": 785, "0 very hard": 786, "10 very easy": 787, "0 not at all happy": 788, "10 very happy": 789, "Paid employment": 790, "Has (partial) work disability": 791, "Performs unpaid work while retaining unemployment benefit": 792, "Performs voluntary work": 793, "Does something else": 794, "Is too young to have an occupation": 795, "Works or assists in family business": 796, "Autonomous professional, freelancer, or self-employed": 797, "Job seeker following job loss": 798, "First-time job seeker": 799, "Exempted from job seeking following job loss": 800, "Attends school or is studying": 801, "Takes care of the housekeeping": 802, "Is pensioner ([voluntary] early retirement, old age pension scheme)": 803, "moderate": 804, "excellent": 805, "considerably poorer": 806, "somewhat poorer": 807, "the same": 808, "somewhat better": 809, "considerably better": 810, "no chance at all": 811, "absolutely certain": 812, "seldom": 813, "sometimes": 814, "mostly": 815, "continuously": 816, "hardly": 817, "a bit": 818, "quite a lot": 819, "very much": 820, "without any trouble": 821, "with some trouble": 822, "with a lot of trouble": 823, "not": 824, "no complaints": 825, "complaints": 826, "0 days": 827, "1 or 2 days": 828, "3 to 5 days": 829, "5 to 10 days": 830, "more than 10 days": 831, "I work as normal (full-time or part-time)": 832, "I do not work for another reason": 833, "normal flu, minor accident, sports injury or comparable": 834, "more serious physical complaints": 835, "non-physical complaints": 836, "both physical and non-physical complaints": 837, "I can do my work without any trouble": 838, "Doing my work causes me some trouble": 839, "Doing my work causes me a lot of trouble": 840, "I can no longer do my work at all": 841, "There is (other) work in which my health would not cause me trouble": 842, "There is (other) work in which my health would cause me less trouble": 843, "My health would cause me just as much trouble in other work activities": 844, "caused by work activities of my current job": 845, "caused by my former work activities": 846, "caused by both my current and former work activities": 847, "has nothing to do with my work": 848, "nothing has changed": 849, "not applicable (no partner)": 850, "not applicable (no children)": 851, "temporary, less than three months": 852, "three months or longer": 853, "no, I stopped": 854, "five or six days per week": 855, "three of four days per week": 856, "once or twice a month": 857, "once every two months": 858, "once or twice a year": 859, "not at all over the last 12 months": 860, "regularly": 861, "1 to 3 times per month": 862, "1 time per week": 863, "2 to 4 times per week": 864, "5 to 6 times per week": 865, "reasonable": 866, "Aegon Zorgverzekering": 867, "Diavitaal": 868, "Fortis ASR": 869, "Groene Land Achmea": 870, "UMC (IZA/AZ)": 871, "OZ": 872, "PNO Media": 873, "PWZ Achmea": 874, "SIZ": 875, "SR Zorgverzekeraar": 876, "Trias": 877, "VVAA": 878, "Confior": 879, "individually": 880, "collectively": 881, "0 euro": 882, "100 euros": 883, "200 euros": 884, "300 euros": 885, "400 euros": 886, "500 euros": 887, "don\"t know": 888, "I have no voluntary own risk": 889, "yes, but the application was dismissed": 890, "yes, the application is still pending": 891, "yes, and the application was adjudged": 892, "1 totally disagree": 893, "7 totally agree": 894, "0 totally unhappy": 895, "10 totally happy": 896, "10 completely satisfied": 897, "1 very bad": 898, "7 very good": 899, "1 strongly disagree": 900, "2 disagree": 901, "3 slightly disagree": 902, "4 neither agree nor disagree": 903, "5 slightly agree": 904, "6 agree": 905, "7 strongly agree": 906, "0 You can\u2019t be too careful": 907, "10 Most people can be trusted": 908, "very inaccurate": 909, "moderately inaccurate": 910, "neither inaccurate nor accurate": 911, "moderately accurate": 912, "very accurate": 913, "1 extremely uncharacteristic of me": 914, "5 extremely characteristic of me": 915, "1 extremely unimportant": 916, "7 extremely important": 917, "figure 1": 918, "figure 2": 919, "figure 3": 920, "figure 4": 921, "figure 5": 922, "figure 6": 923, "figure 7": 924, "False": 925, "True": 926, "1 not at all": 927, "7 extremely": 928, "long version of the questionnaire": 929, "short version of the questionnaire": 930, "did not receive the video experiment": 931, "did receive the video experiment": 932, "strongly disagree": 933, "neutral": 934, "strongly agree": 935, "IOS scale twice": 936, "IOS scale once": 937, "old version IOS": 938, "new version IOS (continuous IOS-scale)": 939, "overlap between circles=0": 940, "overlap between circles=17": 941, "overlap between circles=34": 942, "overlap between circles=51": 943, "overlap between circles=68": 944, "overlap between circles=85": 945, "overlap between circles=102": 946, "very dissatisfied": 947, "dissatisfied": 948, "neither satisfied nor dissatisfied": 949, "satisfied": 950, "very satisfied": 951, "I dont know": 952, "very interested": 953, "fairly interested": 954, "not interested": 955, "once in a while": 956, "almost always": 957, "usually participate": 958, "listen with interest": 959, "do not listen or have no interest": 960, "no confidence at all": 961, "full confidence": 962, "that is true": 963, "that is not true": 964, "not eligible to vote": 965, "CDA (Christian democrat party)": 966, "E\u00e9n NL (one country party)": 967, "Groep Wilders \\ Partij voor de Vrijheid (Wilders freedom party)": 968, "Partij voor de Dieren (animal welfare party)": 969, "other party": 970, "blank": 971, "PvdA (labor party)": 972, "VVD (liberal party)": 973, "Socialistische Partij (SP) (socialist party)": 974, "GroenLinks (green party)": 975, "Lijst vijf Fortuyn \\ LPF (Fortuyn party)": 976, "D66 (social-liberal party)": 977, "ChristenUnie (Christian union party)": 978, "SGP (Christian Reformed party)": 979, "I did not vote": 980, "Brabantse Partij (provincial party of Brabant)": 981, "Fryske Nasjonale Partij (Frisian national party)": 982, "Leefbaar Zuid-Holland (provincial party of South Holland)": 983, "Mooi Utrecht (provincial party of Utrecht)": 984, "Ouderenpartij NH / Verenigde Senioren Partij (Senior citizens party of North Holland)": 985, "Partij Nieuw Limburg (provincial party of Limburg)": 986, "Partij voor het Noorden (party for the Northern Netherlands region)": 987, "Partij voor Zeeland (provincial party of Zeeland)": 988, "I am not eligible to vote": 989, "I would not vote": 990, "Rita Verdonk \\ Trots op Nederland (Verdonks Dutch pride party)": 991, "very little": 992, "neither much nor little": 993, "much": 994, "very unsympathetic": 995, "very sympathetic": 996, "left": 997, "right": 998, "euthanasia schould be forbidden": 999, "euthanasia should be permitted": 1000, "differences in income should increase": 1001, "differences in income should decrease": 1002, "immigrants can retain their own culture": 1003, "immigrants should adapt entirely to Dutch culture": 1004, "European unification should go further": 1005, "European unification has already gone too far": 1006, "maintaining law and order in the country": 1007, "increasing citizens political say": 1008, "preventing price increases": 1009, "protecting the freedom of speech": 1010, "fully disagree": 1011, "fully agree": 1012, "full-time": 1013, "part-time": 1014, "no job at all": 1015, "never thought about it": 1016, "PVV (Wilders freedom party)": 1017, "SP (socialist party)": 1018, "50Plus": 1019, "Ouderenpartij NH / Verenigde Senioren Partij (Senior citizens' party of North Holland)": 1020, "other party, specify...": 1021, "PvdA (labor party": 1022, "very convinced adherent": 1023, "convinced adherent": 1024, "not such a convinced adherent": 1025, "panel members did not receive the chart experiment": 1026, "panel members did receive the chart experiment": 1027, "50Plus (fifty plus party)": 1028, "[if cv17i243=0: I would not vote]": 1029, "DENK": 1030, "VNL (Pro Netherlands)": 1031, "Diederik Samsom": 1032, "Lodewijk Asscher": 1033, "Forum voor Democratie": 1034, "Forum voor Democratie (Party for Democracy)": 1035, "employed on a contractual basis": 1036, "(partly) disabled": 1037, "unpaid work, keeping benefit payments": 1038, "works as a volunteer": 1039, "other occupation": 1040, "too young to have a primary occupation": 1041, "works in own business": 1042, "free profession, freelance, self-employed": 1043, "looking for work, after having lost job": 1044, "looking for first-time work": 1045, "does not have to search for work": 1046, "student": 1047, "goes to school": 1048, "retired (pre-retired, AOW of VUT)": 1049, "Eastern Orthodox Christian Church": 1050, "Evangelical and Pentecostal churches": 1051, "Dutch Reformed: middle-orthodox direction": 1052, "Dutch Reformed: confessional direction": 1053, "Dutch Reformed: orthodox direction (Gereformeerde bond)": 1054, "Dutch Reformed: liberal direction": 1055, "Dutch Reformed: other direction": 1056, "Dutch Reformed: no further specification": 1057, "Reformed Churches in the Netherlands: synodal": 1058, "Reformed Churches in the Netherlands: liberated (article 31)": 1059, "Reformed Churches in the Netherlands: unassociated": 1060, "Reformed Churches in the Netherlands: Christian Reformed Church": 1061, "Reformed Churches in the Netherlands: reformed congregations": 1062, "Reformed Churches in the Netherlands: old Reformed Church congregations": 1063, "Reformed Churches in the Netherlands: other direction": 1064, "Reformed Churches in the Netherlands: no further specification": 1065, "more than once a week": 1066, "once a week": 1067, "at least once a month": 1068, "I do not believe in God": 1069, "I do not know if God exists, and I do not believe that we have any way of knowing": 1070, "I do not believe in a God that is personally concerned with each of us, but I do believe in a higher power": 1071, "I believe in God, although I have my doubts": 1072, "I believe without any doubt that God exists": 1073, "Dutch": 1074, "Berber": 1075, "German": 1076, "Frisian": 1077, "Indonesian": 1078, "Turkish": 1079, "Flemish": 1080, "yes, daily": 1081, "yes, regularly": 1082, "yes, once in while": 1083, "yes, often/always": 1084, "yes, sometimes": 1085, "no, never": 1086, "yes, often have trouble/do not speak Dutch": 1087, "Yes, Dutch Reformed": 1088, "Yes, Reformed Churches in the Netherlands": 1089, "an Eastern Orthodox church": 1090, "another Christian church congregation": 1091, "Islam": 1092, "another non-Christian faith": 1093, "Dutch Reformed Church (from 2004 the Protestant Church in the Netherlands)": 1094, "Reformed Churches in the Netherlands, synodal (from 2004 the Protestant Church in the Netherlands)": 1095, "Evangelical-Lutheran Church (from 2004 the Protestant Church in the Netherlands)": 1096, "Reformed Churches in the Netherlands (Liberated)": 1097, "Christian Reformed Churches in the Netherlands": 1098, "Dutch Reformed Churches": 1099, "Reformed Congregations": 1100, "an Evangelical, Pentecostal or Baptist congregation": 1101, "Dutch Reformed: middle orthodox": 1102, "Dutch Reformed: confessional": 1103, "Dutch Reformed: reformed bond": 1104, "Dutch Reformed: liberal": 1105, "Dutch Reformed: other, namely": 1106, "Dutch Reformed: other, namely \u2026": 1107, "Reformed Churches in the Netherlands, synodal": 1108, "Evangelical-Lutheran Church": 1109, "other, namely\u2026": 1110, "certainly religious": 1111, "somewhat religious": 1112, "barely religious": 1113, "certainly not religious": 1114, "certainly spiritual": 1115, "somewhat spiritual": 1116, "barely spiritual": 1117, "certainly not spiritual": 1118, "Very strongly": 1119, "Fairly strongly": 1120, "Not so strongly": 1121, "Not strongly at all": 1122, "partner": 1123, "not-living at home grandparent": 1124, "not-living at home other family": 1125, "not-living at home, acquaintance, friend": 1126, "colleague (from work)": 1127, "neighbor (non-family)": 1128, "living at home sister or brother": 1129, "living at home grandparent": 1130, "not-living at home sister or brother": 1131, "I do not want to say": 1132, "2 to 3 times": 1133, "4 to 11 times": 1134, "12 times or more": 1135, "0 times": 1136, "not once": 1137, "less than 1 day a week": 1138, "very close": 1139, "not close, but not total strangers to each other either": 1140, "total strangers to each other": 1141, "Moroccan": 1142, "Antillean": 1143, "Surinamese": 1144, "from another non-western country (Africa, Latin America, Asia other than Indonesia and Japan)": 1145, "from another western country (Europe, North America, Japan, Oceania)": 1146, "advisor": 1147, "parent": 1148, "brother or sister": 1149, "child": 1150, "other family member": 1151, "colleague": 1152, "is part of the same group/club": 1153, "neighbor": 1154, "friend": 1155, "at least once a week": 1156, "less times": 1157, "less than 3 years": 1158, "3 to 6 years": 1159, "not (yet) completed any educational program": 1160, "VMBO, LBO, MULO, ULO, MAVO (lower/intermediate secondary education, US: junior high school)": 1161, "younger than 16": 1162, "56 - 60": 1163, "61 - 65": 1164, "66 - 70": 1165, "71 years or older": 1166, "16 - 20": 1167, "21 - 25": 1168, "26 - 30": 1169, "31 - 35": 1170, "36 - 40": 1171, "41 - 45": 1172, "46 - 50": 1173, "51 - 55": 1174, "single, without child(ren) living at home": 1175, "single, with child(ren) living at home": 1176, "(un)married living together, without child(ren) living at home": 1177, "(un)married living together, with child(ren) living at home": 1178, "less than once a month": 1179, "1-3 times per month": 1180, "several times per week": 1181, "several times per day": 1182, "daily": 1183, "2-4 times a week": 1184, "less than once a week": 1185, "only privately": 1186, "privately more than for business": 1187, "privately and for business equally": 1188, "for business more than privately": 1189, "only for business": 1190, "I do not see the point of it": 1191, "For privacy reasons": 1192, "I 