{"UNK": 101, "not so good": 102, "not (so) good": 102, "not at all": 103, "no": 103, "0 entirely dissatisfied": 104, "entirely dissatisfied": 104, "entirely satisfied": 105, "10 entirely satisfied": 105, "1 = only me": 106, "1 only me": 106, "only me": 106, "4 my partner and I do this equally often": 107, "my partner and I do this equally often": 107, "4 = my partner and I do this equally often": 107, "7 only my partner": 108, "7 = only my partner": 108, "only my partner": 108, "4 my partner and I did this equally often": 107, "my partner and I did this equally often": 107, "transitional period of VMBO, LBO, MULO, ULO, MAVO (lower/intermediate secondary education, US: junior high school)": 109, "transitional period of VMBO, MAVO, HAVO, VWO(lower/intermediate/higher secondary education, US: junior high school/ seni": 109, "1 = certainly not": 110, "1 = definitely no": 110, "5 = definitely yes": 111, "5 = certainly yes": 111, "Islamitic": 112, "Islamic": 112, "I don't know": 113, "I don\u2019t know": 113, "\u20ac 25,500 to \u20ac 50,000": 114, "\u20ac 25,000 to \u20ac 50,000": 114, "less than  500": 115, "less than \u20ac 500": 115, "yes, premiums were paid/debts were redeemed on this or these mortgage(s) or loan(s) in 2009": 116, "yes, premiums were paid/debts were redeemed on this or these mortgage(s) or loan(s) in 2007": 116, "yes, premiums were paid/debts were redeemed on this or these mortgage(s) or loan(s) in 2012": 116, "yes, premiums were paid/debts were redeemed on this or these mortgage(s) or loan(s) in 2016": 116, "yes, premiums were paid/debts were redeemed on this or these mortgage(s) or loan(s) in 2017": 116, "yes, premiums were paid/debts were redeemed on this or these mortgage(s) or loan(s) in 2011": 116, "yes, premiums were paid/debts were redeemed on this or these mortgage(s) or loan(s) in 2019": 116, "yes, premiums were paid/debts were redeemed on this or these mortgage(s) or loan(s) in 2018": 116, "yes, premiums were paid/debts were redeemed on this or these mortgage(s) or loan(s) in 2010": 116, "yes, premiums were paid/debts were redeemed on this or these mortgage(s) or loan(s) in 2014": 116, "yes, premiums were paid/debts were redeemed on this or these mortgage(s) or loan(s) in 2008": 116, "yes, premiums were paid/debts were redeemed on this or these mortgage(s) or loan(s) in 2013": 116, "no, there were no premiums paid/debts redeemed on this or these mortgage(s) or loan(s) in 2012": 117, "no, there were no premiums paid/debts redeemed on this or these mortgage(s) or loan(s) in 2017": 117, "no, there were no premiums paid/debts redeemed on this or these mortgage(s) or loan(s) in 2011": 117, "no, there were no premiums paid/debts redeemed on this or these mortgage(s) or loan(s) in 2016": 117, "no, there were no premiums paid/debts redeemed on this or these mortgage(s) or loan(s) in 2008": 117, "no, there were no premiums paid/debts redeemed on this or these mortgage(s) or loan(s) in 2014": 117, "no, there were no premiums paid/debts redeemed on this or these mortgage(s) or loan(s) in 2018": 117, "no, there were no premiums paid/debts redeemed on this or these mortgage(s) or loan(s) in 2010": 117, "no, there were no premiums paid/debts redeemed on this or these mortgage(s) or loan(s) in 2007": 117, "no, there were no premiums paid/debts redeemed on this or these mortgage(s) or loan(s) in 2013": 117, "no, there were no premiums paid/debts redeemed on this or these mortgage(s) or loan(s) in 2019": 117, "no, there were no premiums paid/debts redeemed on this or these mortgage(s) or loan(s) in 2009": 117, "with buyer\u2019s costs (Dutch: kosten koper)": 118, "with buyer's costs (Dutch: kosten koper)": 118, "without buyer's costs": 119, "without buyer\u2019s costs": 119, "ja": 120, "yes": 120, "nee": 103, "not applicable": 121, "niet van toepassing": 121, "farmhouse or gardener's house": 122, "farmhouse or gardener\u2019s house": 122, "certainly not": 110, "certainly yes": 111, "no, I don\u2019t receive rent benefit": 123, "no, I don't receive rent benefit": 123, "Household head*": 124, "Household head": 124, "1": 125, "0": 126, "10": 127, "9": 128, "2": 129, "3": 130, "4": 131, "5": 132, "6": 133, "7": 134, "8": 135, "0 not at all satisfied": 136, "not at all satisfied": 136, "my partner and I each arrange our own financial affairs": 137, "my partner and I each manage our own financial affairs": 137, "for the most part we arrange our own money, but we also have a small shared reserve": 138, "for the most part we manage our own money, but we also have a small shared reserve": 138, "we have a shared reserve and to a limited extent each arranges one's own money": 139, "we have a shared reserve and to a limited extent each manages one's own money": 139, "we have a shared reserve and to a limited extent each manages one\u2019s own money": 139, "we manage our finances together, there are no separate reserves": 140, "we arrange our finances together, there are no separate reserves": 140, "don\u2019t know": 141, "don't know": 141, "no, I don\u2019t have enough money for that": 142, "no, I don't have enough money for that": 142, "no, I don't think it is necessary": 143, "no, I don\u2019t think it is necessary": 143, "I didn\u2019t want to": 144, "I didn't want to": 144, "I can't afford it": 145, "I can\u2019t afford it": 145, "I couldn't leave the children alone": 146, "I couldn\u2019t leave the children alone": 146, "No (can't afford)": 147, "No (not affordable)": 147, "No (not necessary)": 148, "No (don't need it)": 148, "no, I do not have enough money": 142, "no, I don't find that necessary": 143, "man": 149, "male": 149, "female": 150, "woman": 150, "has no paid job": 103, "has paid job": 151, "only with an aid or the help of others": 152, "only with the help of others": 152, "I work, but on account of my health I do not work a full working week": 153, "I work, but because of my health I do not work a full working week": 153, "I do not work on account of my health": 154, "I do not work because of my health": 154, "I did not pay premium by myself": 155, "I don't pay premium by myself": 155, "Aevitae": 156, "De Friesland Zorgverzekeraar": 157, "CZ Direct": 158, "Care4me": 159, "De Amersfoortse": 160, "De Goudse": 161, "CZ": 162, "Delta Lloyd": 163, "Ditzo": 164, "DSW": 165, "FBTO": 166, "Hema": 167, "Hollandzorg": 168, "IAK (Aon)": 169, "IAK": 170, "Energiek": 171, "DVZ Achmea": 172, "Ik! zorgverzekering": 173, "AnderZorg": 174, "Agis": 175, "Interpolis": 176, "inTwente": 177, "IZA Zorgverzekeraar": 178, "IZA": 179, "IZA Cura": 180, "Iza-Cura": 181, "IZZ Zorgverzekeraar": 182, "Menzis": 183, "National Academic": 184, "OHRA": 185, "Nationale Nederlanden": 186, "ONVZ": 187, "OZF Achmea": 188, "Av\u00e9ro Achmea": 189, "Allianz": 190, "PNOzorg": 191, "Pro life": 192, "Promovendum": 193, "Pro Life": 194, "Salland": 195, "Salland Zorgdirect": 196, "Salland Zorgverzekeraar": 197, "Salland Zorgverzekeringen": 198, "Stad Holland": 199, "TakeCareNow!": 200, "Studenten Goed Verzekerd": 201, "UMC Zorgverzekering": 202, "Univ\u00e9": 203, "Univ\u00e9 ZEKUR": 204, "Univ\u00e9 Zekur": 205, "UMC": 206, "Univ\u00e9 Zorgverzekeraar": 207, "VGZ": 208, "VvAA": 209, "AZVZ": 210, "Azivo": 211, "YouCare": 212, "Zilveren Kruis Achmea": 213, "ZieZo van Zilveren Kruis": 214, "Zorg en Zekerheid": 215, "Zilveren Kruis": 216, "ZEKUR": 217, "ZorgDirect": 218, "other": 219, "Besured": 220, "Bewuzt": 221, "Care4me (C4Me)": 222, "1 definitely no": 223, "1 certainly not": 223, "5 definitely yes": 224, "5 certainly yes": 224, "(almost) never": 225, "seldom or never": 225, "definitely no": 110, "definitely yes": 111, "The traditional version cv19k244": 226, "The traditional version cv18j244": 226, "The traditional version cv17i244": 226, "The traditional version cv20l308": 226, "The chance questions cv18j245 \u2013 cv18j262": 227, "The chance questions cv17i245 \u2013 cv17i262": 227, "The chance questions cv19k245 \u2013 cv19k262": 227, "The chance questions cv20l245 \u2013 cv20l262": 227, "[if cv18j243=0: I would not vote]": 228, "[if cv20l243=0: I would not vote]": 228, "[if cv19k243=0: I would not vote]": 228, "Protestant Church in the Netherlands (Protestantse Kerk in Nederland, PKN)": 229, "Protestant Church in the Netherlands (PKN)": 229, "Dutch Reformed (Nederlands Hervormd)": 230, "Dutch Reformed (Nederlands Hervormd) (nowadays merged in PKN)": 230, "Reformed Churches in the Netherlands (Gereformeerd) (nowadays merged in PKN)": 231, "Reformed Churches in the Netherlands (Gereformeerd)": 231, "Islam / Muslim": 232, "Other Eastern religion": 233, "Judaism": 234, "Humanism (Humanistisch Verbond)": 235, "other non-Christian religion": 236, "Protestant Church in the Netherlands (Protestantse Kerk in Nederland (PKN), merger of several churches)": 229, "Protestant Church in the Netherlands": 229, "Protestant Church in the Netherlands (Protestantse Kerk in Nederland (PKN), merger of Dutch Reformed and Reformed Church": 229, "other Christian church community": 237, "Hinduism": 231, "Buddhism": 238, "at some moments I do believe in God, at other moments I don't": 239, "at some moments I do believe in God, at other moments I dont": 239, "maybe": 240, "only on special religious days": 241, "once or a few times a year": 242, "less often": 243, "never": 244, "No": 103, "Yes": 120, "Arabic": 245, "Arab": 245, "other language, namely:": 246, "other language": 246, "certainly no": 110, "Protestant Church in the Netherlands (this includes the former denominations of the Dutch Reformed Church, the Reformed": 247, "Protestant Church in the Netherlands (includes former denominations...and the Evangelical-Lutheran Church)": 247, "living at home (step, foster)child": 248, "living at home (step, foster, adopted) child": 248, "living at home (in-law, step, foster)parent": 249, "living at home (in-law, step, foster) parent": 249, "other housemate": 250, "living at home, other housemate": 250, "not-living at home (step, foster, adopted) child": 251, "not-living at home (step, foster)child": 251, "not-living at home (in-law, step, foster) parent": 252, "not-living at home (in-law, step, foster)parent": 252, "1 time": 253, "one time": 253, "2 times": 254, "two times": 254, "3 times": 255, "three times": 255, "four times": 256, "4 times": 256, "five times or more": 257, "5 times or more": 257, "1 day per week": 258, "advanced intellectual or independent profession": 259, "advanced leadership position": 260, "2 days per week": 261, "3 days per week": 262, "medium-level intellectual or independent profession": 263, "4 days per week": 264, "medium leadership position or commercial profession": 265, "5 days per week": 266, "other white collar work": 267, "6 days per week": 268, "skilled and supervisory manual work": 269, "semi-skilled manual work": 270, "7 days per week": 271, "Not at all satisfied": 136, "Completely satisfied": 272, "completely satisfied": 272, "More or less": 273, "more or less": 274, "don't know/don't want to say": 103, "almost every day": 275, "Almost every day": 275, "once or twice a week": 276, "Once or twice a week": 276, "a few times per month": 277, "A few times per month": 277, "About once a month": 278, "about once a month": 278, "A number of times per year": 279, "a number of times per year": 279, "About once a year": 280, "about once a year": 280, "Never": 244, "don t know": 141, "Don\u2019t know": 141, "Not applicable": 121, "I don t know": 113, "longer than 6 years": 281, "more than 6 years": 281, "does not work": 103, "hoger intellectueel of vrij beroep (b.v. architect, arts, wetenschappelijk medewerker, docent wo-hbo, ingenieur)": 259, "ik weet het niet": 113, "hoger leidinggevend beroep (b.v. manager, directeur, eigenaar groot bedrijf, leidinggevende ambtenaar)": 260, "middelbaar intellectueel of vrij beroep (b.v. leerkracht, kunstenaar, verpleegkundige, sociaal werker...": 263, "middelbaar leidinggevend of commercieel beroep (b.v. hoofdvertegenwoordiger, afdelingsmanager, winkelier)": 265, "overige hoofdarbeid (b.v. administratief medewerker, boekhouder, verkoper, gezinsverzorgster)": 267, "geschoolde en leidinggevende handarbeid (b.v. automonteur, ploegbaas, electricien)": 269, "semi-geschoolde handarbeid (b.v. chauffeur, fabrieksarbeider)": 270, "unskilled and trained manual work": 282, "ongeschoolde en geoefende handarbeid (b.v. schoonmaker, inpakker)": 282, "agrarian profession": 283, "agrarisch beroep (b.v. landarbeid, zelfstandig agrari\u00ebr)": 283, "n.a./never": 244, "I am always aware of this": 284, "I am ALWAYS aware of this": 284, "I am usually aware of this": 285, "I am USUALLY aware of this": 285, "I am usually not aware of this": 286, "I am USUALLY NOT aware of this": 286, "I am NEVER aware of this": 287, "I am never aware of this": 287, "completely disagree": 288, "1 Completely disagree": 288, "completely agree": 289, "5 Completely agree": 289, "Not at all": 103, "not so much": 290, "Not so much": 290, "in principle, yes": 291, "In principle, yes": 291, "Complete": 292, "complete": 292, "no, does not work": 103, "yes, does work": 120, "0 = not at all satisfied": 136, "fully satisfied": 293, "10 = fully satisfied": 293, "vmbo vocational training program (preparatory intermediate vocational school)": 294, "VMBO vocational training program (preparatory intermediate vocational school)": 294, "VMBO theoretical or combined program (preparatory intermediate vocational school)": 295, "vmbo theoretical or combined program (preparatory intermediate vocational school)": 295, "MMS (intermediate girls\u2019 school)": 296, "mms (intermediate girls' school)": 296, "mms (intermediate girls\u2019 school)": 296, "hbs (former pre-university education, US: senior high school)": 297, "HBS (former pre-university education, US: senior high school)": 297, "HAVO (higher general secondary education": 298, "havo (higher general secondary education": 298, "vwo (pre-university education, US: senior high school)": 299, "VWO (pre-university education, US: senior high school)": 299, "kmbo (short intermediate professional education), vhbo (preparatory higher professional education)": 300, "KMBO (short intermediate professional education), VHBO (preparatory higher professional education)": 300, "MBO professional training program (intermediate professional education (BOL))": 301, "MBO professional training program (intermediate professional education)": 301, "mbo professional training program (intermediate professional education (bol))": 301, "mbo professional training program (intermediate professional education)": 301, "MBO-plus to access HBO, short HBO education (less than two years) (higher professional education)": 302, "MBO professional training program (intermediate professional education (BBL))": 302, "mbo professional training program (intermediate professional education (bbl))": 302, "mbo-plus to access hbo, short hbo education (less than two years) (higher professional education)": 302, "hbo (higher professional education), institutes of higher education, new style": 302, "HBO (higher professional education), institutes of higher education, new style": 302, "teacher training school": 302, "conservatory and art academy": 303, "academic education (including technical and economic colleges, former style) bachelor\u2019s degree (kandidaats)": 303, "academic education (including technical and economic colleges, former style) master\u2019s degree (doctoraal)": 303, "academic education (including technical and economic colleges, former style) bachelor's degree (kandidaats)": 303, "academic education (including technical and economic colleges, former style) master's degree (doctoraal)": 303, "academic education, bachelor": 303, "academic education, master": 303, "vglo (continued lower education)": 304, "VGLO (continued lower education)": 304, "lbo (lower professional education)": 305, "LBO (lower professional education)": 305, "MULO, ULO, MAVO (lower/intermediate secondary education": 306, "mulo, ulo, mavo (lower/intermediate secondary education": 306, "did not finish primary school": 307, "did not complete any education": 307, "mbo-plus to access hbo, short hbo program (less than two years) (higher professional education)": 302, "MBO-plus to access HBO, short HBO program (less than two years) (higher professional education)": 302, "primary school, primary education": 308, "did not complete primary school": 308, "HBO (higher professional education, institutes of higher education, new style": 302, "hbo (higher professional education, institutes of higher education, new style": 302, "hbo (higher professional education, institutes of higher education, new style)": 302, "HBO (higher professional education, institutes of higher education, new style)": 302, "lower and continued special education": 309, "primary and secondary special education": 309, "does not at all suit my work": 310, "0 = does not at all suit my work": 310, "10 = suits my work perfectly": 311, "suits my work perfectly": 311, "0 = do not suit my work at all": 312, "do not suit my work at all": 312, "suit my work perfectly": 313, "10 = suit my work perfectly": 313, "0 = very serious problems": 314, "very serious problems": 314, "10 = no problems at all": 315, "no problems at all": 315, "homestudy course (e.g. distance learning institutes, Open University, courses via television or radio)": 316, "homestudy course (e.g. distance learning institutes, Open University, courses via internet)": 316, "CWI/UWV/Mobiliteitscentrum (public employment service)": 317, "UWV WERKbedrijf (public employment service)": 317, "UWV (public employment service)": 317, "CWI (public employment service)": 317, "CWI/UWV (public employment service)": 317, "required by CWI/UWV (public employment service)": 318, "required by CWI (public employment service)": 318, "required by UWV WERKbedrijf (public employment service)": 318, "required by CWI/UWV/Mobiliteitscentrum (public employment service)": 318, "for another reason": 319, "for an other reason": 319, "0 = not at all important": 320, "not at all important": 320, "extremely important": 321, "10 = extremely important": 321, "not applicable, I don\u2019t have a partner": 322, "not applicable, I don't have a partner": 322, "not applicable, my partner does not work in a paid job": 323, "not applicable, my partner does not work": 323, "no, I have already found another job but haven\u2019t started yet": 324, "no, I have already found another job but haven't started yet": 324, "1 = Certainly not": 110, "5 = Certainly yes": 111, "No, we would rather spend less (and perhaps receive unemployment benefits)": 325, "No, we would rather spend less (and may receive unemployment benefits)": 325, "Other": 326, "Otherwise": 326, "Self-owned dwelling": 327, "Single": 327, "Rental dwelling": 328, "(Un)married co-habitation, without child(ren)": 329, "Sub-rented dwelling": 330, "(Un)married co-habitation, with child(ren)": 331, "Cost-free dwelling": 332, "Single, with child(ren)": 333, "child 1": 334, "child 10": 335, "child 11": 336, "child 12": 337, "child 13": 338, "child 14": 339, "child 15": 340, "child 2": 341, "child 3": 342, "child 4": 343, "child 5": 344, "child 6": 345, "child 7": 346, "child 8": 347, "child 9": 348, "my parents never had a relationship": 349, "my parents live abroad": 350, "my parents and I live at the same address": 351, "my father lives abroad": 352, "my father and I live at the same address": 353, "my mother lives abroad": 354, "my mother and I live at the same address": 355, "once": 356, "a few times": 357, "at least every month": 358, "at least every week": 359, "a few times per week": 360, "every day": 361, "Netherlands": 362, "Turkey": 363, "Morocco": 364, "Netherlands Antilles": 365, "Surinam": 366, "Indonesia": 367, "other non-western country (Africa, Latin America, Asia other than Indonesia and Japan)": 368, "other western country (Europe, North America, Japan, Oceania)": 369, "boy": 370, "girl": 371, "living at home": 372, "living independently": 373, "biological parent": 374, "step parent": 375, "adoptive parent": 376, "foster parent": 377, "once or twice": 378, "several times": 379, "less than 500 euros": 380, "more than 500 euros": 381, "fairly good": 382, "good": 383, "very good": 384, "mainly own friends": 385, "both own friends and shared friends, but more own friends": 386, "both own friends and shared friends, but more shared friends": 387, "mainly shared friends": 388, "I don't have any friends": 389, "practically never": 390, "occasionally": 391, "often": 392, "I do a lot more than my partner": 393, "I do more than my partner": 394, "we do roughly the same amount of work": 395, "my partner does more than I": 396, "my partner does a lot more than I": 397, "no, I had another partner at the time": 398, "no, I didn't have a partner at the time": 399, "no, I didn't care for the children at the time": 400, "nothing": 401, "little": 402, "a lot": 403, "everything": 404, "own parent (child's grandparent)": 405, "partner's parent (child's grandparent)": 406, "neighbour": 407, "friend/acquaintance": 408, "brother or sister (own or partner's)": 409, "other own (step/adoptive/foster) child": 410, "someone else": 411, "usually": 412, "always": 413, "full-time attendance": 414, "part-time attendance": 415, "no attendance": 416, "continued special education, practice-based education": 417, "VMBO (preparatory vocational education)": 418, "VMBO combined or theory-based education (MAVO)": 419, "HAVO / VWO (higher/pre-university secondary education, US: senior high school)": 420, "MBO (intermediate professional education, US: junior college)": 421, "HBO (higher professional education, US: college)": 422, "university": 423, "unknown": 424, "disagree entirely": 425, "disagree": 426, "neither agree nor disagree": 427, "agree": 428, "agree entirely": 429, "very poor": 430, "poor": 431, "not good, not poor": 432, "public": 433, "Roman Catholic": 434, "Christian Protestant": 435, "Christian Ecumenical (combination of Catholic and Protestant)": 436, "Neutral Special (or General Special)": 437, "other nature, including cooperative schools": 438, "1890-1900": 439, "1900-1910": 440, "1910-1920": 441, "1920-1930": 442, "1930-1940": 443, "1940-1950": 444, "1950-1960": 445, "1960-1970": 446, "1970-1980": 447, "I never knew my father": 448, "After 1980": 449, "1850-1860": 450, "1860-1870": 451, "1870-1880": 452, "1880-1890": 453, "I never knew my biological father": 454, "my father and my mother do not live at the same address": 455, "it is completely being outsourced": 456, "1=not applicable": 457, "7=totally applicable": 458, "biological father": 459, "stepfather": 460, "adoptive father": 461, "foster father": 462, "other, namely": 463, "biological mother": 464, "stepmother": 465, "adoptive mother": 466, "foster mother": 467, "I don t have family anymore": 468, "head of household*": 469, "married partner": 470, "unmarried partner": 471, "parent (in-law)": 472, "living-at-home child": 473, "house mate": 474, "family member or boarder": 475, "less than \u20ac 50": 476, "\u20ac 10,000 to \u20ac 11,500": 477, "\u20ac 11,500 to \u20ac 14,000": 478, "\u20ac 14,000 to \u20ac 17,000": 479, "\u20ac 17,000 to \u20ac 20,000": 480, "\u20ac 20,000 to \u20ac 25,000": 481, "\u20ac 25,000 or more": 482, "\u20ac 50 to \u20ac 250": 483, "\u20ac 250 to \u20ac 500": 484, "\u20ac 500 to \u20ac 750": 485, "\u20ac 750 to \u20ac 1,000": 486, "\u20ac 1,000 to \u20ac 2,500": 487, "\u20ac 2,500 to \u20ac 5,000": 488, "\u20ac 5,000 to \u20ac 7,500": 489, "\u20ac 7,500 to \u20ac 10,000": 490, "\u20ac 50,000 to \u20ac 75,000": 491, "\u20ac 75,000 to \u20ac 100,000": 492, "\u20ac 100,000 or more": 493, "\u20ac 500 to \u20ac 1,500": 494, "\u20ac 1,500 to \u20ac 2,500": 495, "\u20ac 10,000 to \u20ac 12,000": 496, "\u20ac 12,000 to \u20ac 15,000": 497, "\u20ac 15,000 to \u20ac 20,000": 498, "no problem at all": 499, "very hard": 500, "tenant": 501, "subtenant": 502, "(co-)owner": 503, "other, for instance cost-free accommodation or anti-squatting accommodation": 504, "I prefer not to say": 505, "costs payable by the vendor (Dutch: vrij op naam, V.O.N.)": 506, "no costs because of building the property themselves": 507, "single family home, detached": 508, "other type of dwelling": 509, "single family home, corner lot": 510, "single family home, duplex house": 511, "single family home, row house": 512, "flat, apartment, floor, maisonette": 513, "dwelling with shop or workplace": 514, "other type of business dwelling": 515, "rooms": 516, "yes, I receive rent benefit": 517, "respondent mistakenly did not receive the question": 518, "10 very satisfied": 519, "month": 520, "quarter": 521, "half year": 522, "year": 523, "week": 524, "two weeks": 525, "four weeks": 526, "Wedded partner": 527, "Unwedded partner": 528, "Parent (in law)": 529, "Child living at home": 530, "Housemate": 531, "Family member or boarder": 532, "less than 8,000 euros": 533, "8,000-16,000 euros": 534, "16,000-24,000 euros": 535, "24,000-36,000 euros": 536, "36,000-48,000 euros": 537, "48,000-60,000 euros": 538, "60,000 euros or more": 539, "positive": 540, "negative": 541, "less than 1,000 euros": 542, "1,000-3,000 euros": 543, "3,000-6,000 euros": 544, "6,000-12,000 euros": 545, "12,000-30,000 euros": 546, "30,000-60,000 euros": 547, "less than 2,500 euros": 548, "75,000 euros or more": 549, "2,500-5,000 euros": 550, "5,000-10,000 euros": 551, "10,000-15,000 euros": 552, "15,000-20,000 euros": 553, "20,000-30,000 euros": 554, "30,000-40,000 euros": 555, "40,000-50,000 euros": 556, "50,000-75,000 euros": 557, "possibly": 558, "much worse": 559, "much better": 560, "very easy": 561, "we are accumulating debts": 562, "we are somewhat eating into savings": 563, "we are just managing to make ends meet": 564, "we have a little bit of money to spare": 565, "we have a lot of money to spare": 566, "expenditure was higher than the income": 567, "expenditure was approximately equal to the income": 568, "expenditure was lower than the income": 569, "much higher than the income": 570, "higher than the income": 571, "approximately equal to the income": 572, "lower than the income": 573, "much lower than the income": 574, "perhaps": 575, "will get much better": 576, "will get slightly better": 577, "will remain more or less the same": 578, "will get a bit worse": 579, "will get a lot worse": 580, "not at all possible": 581, "not at all happy": 582, "extremely happy": 583, "my partner generally takes all the decisions concerning financial affairs": 584, "my partner decides about financial affairs more often than I do": 585, "my partner and I generally decide together about financial affairs": 586, "I generally decide about financial affairs more often than my partner": 587, "I generally take all the decisions about financial affairs": 588, "no (not affordable)": 589, "no (not necessary)": 590, "no (other reason)": 591, "no, for another reason": 592, "I was too busy socially in other ways": 593, "because of sickness": 594, "other reason": 595, "No (other reason)": 596, "Don't know": 597, "only a fixed line": 598, "only a mobile phone": 599, "fixed line and a mobile phone": 600, "no fixed line and mobile phone": 601, "1 very easy": 602, "7 very hard": 603, "1 not at all a burden": 604, "7 a heavy burden": 605, "0 much worse": 606, "10 much better": 607, "0 very hard": 608, "10 very easy": 609, "0 not at all happy": 610, "10 very happy": 611, "Paid employment": 612, "Has (partial) work disability": 613, "Performs unpaid work while retaining unemployment benefit": 614, "Performs voluntary work": 615, "Does something else": 616, "Is too young to have an occupation": 617, "Works or assists in family business": 618, "Autonomous professional, freelancer, or self-employed": 619, "Job seeker following job loss": 620, "First-time job seeker": 621, "Exempted from job seeking following job loss": 622, "Attends school or is studying": 623, "Takes care of the housekeeping": 624, "Is pensioner ([voluntary] early retirement, old age pension scheme)": 625, "moderate": 626, "excellent": 627, "considerably poorer": 628, "somewhat poorer": 629, "the same": 630, "somewhat better": 631, "considerably better": 632, "no chance at all": 633, "absolutely certain": 634, "seldom": 635, "sometimes": 636, "mostly": 637, "continuously": 638, "hardly": 639, "a bit": 640, "quite a lot": 641, "very much": 642, "without any trouble": 643, "with some trouble": 644, "with a lot of trouble": 645, "not": 646, "0 days": 647, "1 or 2 days": 648, "3 to 5 days": 649, "5 to 10 days": 650, "more than 10 days": 651, "I work as normal (full-time or part-time)": 652, "I do not work for another reason": 653, "no, I stopped": 654, "five or six days per week": 655, "three of four days per week": 656, "once or twice a month": 657, "once every two months": 658, "once or twice a year": 659, "not at all over the last 12 months": 660, "regularly": 661, "1 to 3 times per month": 662, "1 time per week": 663, "2 to 4 times per week": 664, "5 to 6 times per week": 665, "reasonable": 666, "Aegon Zorgverzekering": 667, "Diavitaal": 668, "Fortis ASR": 669, "Groene Land Achmea": 670, "UMC (IZA/AZ)": 671, "OZ": 672, "PNO Media": 673, "PWZ Achmea": 674, "SIZ": 675, "SR Zorgverzekeraar": 676, "Trias": 677, "VVAA": 678, "Confior": 679, "individually": 680, "collectively": 681, "I have no voluntary own risk": 682, "100 euros": 683, "200 euros": 684, "300 euros": 685, "400 euros": 686, "500 euros": 687, "per month": 688, "per quarter": 689, "per half year": 690, "per year": 691, "yes, but the application was dismissed": 692, "yes, the application is still pending": 693, "yes, and the application was adjudged": 694, "1 totally disagree": 695, "7 totally agree": 696, "0 totally unhappy": 697, "10 totally happy": 698, "10 completely satisfied": 699, "1 very bad": 700, "7 very good": 701, "1 strongly disagree": 702, "2 disagree": 703, "3 slightly disagree": 704, "4 neither agree nor disagree": 705, "5 slightly agree": 706, "6 agree": 707, "7 strongly agree": 708, "0 You can\u2019t be too careful": 709, "10 Most people can be trusted": 710, "very inaccurate": 711, "moderately inaccurate": 712, "neither inaccurate nor accurate": 713, "moderately accurate": 714, "very accurate": 715, "1 extremely uncharacteristic of me": 716, "5 extremely characteristic of me": 717, "1 extremely unimportant": 718, "7 extremely important": 719, "figure 1": 720, "figure 2": 721, "figure 3": 722, "figure 4": 723, "figure 5": 724, "figure 6": 725, "figure 7": 726, "False": 727, "True": 728, "1 not at all": 729, "7 extremely": 730, "strongly disagree": 731, "neutral": 732, "strongly agree": 733, "very dissatisfied": 734, "dissatisfied": 735, "neither satisfied nor dissatisfied": 736, "satisfied": 737, "very satisfied": 738, "I dont know": 739, "very interested": 740, "fairly interested": 741, "not interested": 742, "once in a while": 743, "almost always": 744, "usually participate": 745, "listen with interest": 746, "do not listen or have no interest": 747, "no confidence at all": 748, "full confidence": 749, "that is true": 750, "that is not true": 751, "I did not vote": 752, "SGP (Christian Reformed party)": 753, "Partij voor de Dieren (animal welfare party)": 754, "Brabantse Partij (provincial party of Brabant)": 755, "Fryske Nasjonale Partij (Frisian national party)": 756, "Leefbaar Zuid-Holland (provincial party of South Holland)": 757, "Mooi Utrecht (provincial party of Utrecht)": 758, "Ouderenpartij NH / Verenigde Senioren Partij (Senior citizens party of North Holland)": 759, "Partij Nieuw Limburg (provincial party of Limburg)": 760, "Partij voor het Noorden (party for the Northern Netherlands region)": 761, "Partij voor Zeeland (provincial party of Zeeland)": 762, "I am not eligible to vote": 763, "other party": 764, "blank": 765, "CDA (Christian democrat party)": 766, "PvdA (labor party)": 767, "VVD (liberal party)": 768, "Socialistische Partij (SP) (socialist party)": 769, "GroenLinks (green party)": 770, "D66 (social-liberal party)": 771, "ChristenUnie (Christian union party)": 772, "very unsympathetic": 773, "very sympathetic": 774, "left": 775, "right": 776, "euthanasia schould be forbidden": 777, "euthanasia should be permitted": 778, "differences in income should increase": 779, "differences in income should decrease": 780, "immigrants can retain their own culture": 781, "immigrants should adapt entirely to Dutch culture": 782, "European unification should go further": 783, "European unification has already gone too far": 784, "maintaining law and order in the country": 785, "increasing citizens political say": 786, "preventing price increases": 787, "protecting the freedom of speech": 788, "fully disagree": 789, "fully agree": 790, "full-time": 791, "part-time": 792, "no job at all": 793, "never thought about it": 794, "PVV (Wilders freedom party)": 795, "SP (socialist party)": 796, "50Plus": 797, "Ouderenpartij NH / Verenigde Senioren Partij (Senior citizens' party of North Holland)": 798, "very convinced adherent": 799, "convinced adherent": 800, "not such a convinced adherent": 801, "50Plus (fifty plus party)": 802, "I would not vote": 803, "other party, specify...": 804, "DENK": 805, "Forum voor Democratie": 806, "Forum voor Democratie (Party for Democracy)": 807, "employed on a contractual basis": 808, "(partly) disabled": 809, "unpaid work, keeping benefit payments": 810, "works as a volunteer": 811, "other occupation": 812, "too young to have a primary occupation": 813, "works in own business": 814, "free profession, freelance, self-employed": 815, "looking for work, after having lost job": 816, "looking for first-time work": 817, "does not have to search for work": 818, "student": 819, "goes to school": 820, "retired (pre-retired, AOW of VUT)": 821, "Eastern Orthodox Christian Church": 822, "Evangelical and Pentecostal churches": 823, "more than once a week": 824, "once a week": 825, "at least once a month": 826, "Reformed Churches in the Netherlands: synodal": 827, "Reformed Churches in the Netherlands: liberated (article 31)": 828, "Reformed Churches in the Netherlands: unassociated": 829, "Reformed Churches in the Netherlands: Christian Reformed Church": 830, "Reformed Churches in the Netherlands: reformed congregations": 831, "Reformed Churches in the Netherlands: old Reformed Church congregations": 832, "Reformed Churches in the Netherlands: other direction": 833, "Reformed Churches in the Netherlands: no further specification": 834, "Dutch Reformed: middle-orthodox direction": 835, "Dutch Reformed: confessional direction": 836, "Dutch Reformed: orthodox direction (Gereformeerde bond)": 837, "Dutch Reformed: liberal direction": 838, "Dutch Reformed: other direction": 839, "Dutch Reformed: no further specification": 840, "I do not believe in God": 841, "I do not know if God exists, and I do not believe that we have any way of knowing": 842, "I do not believe in a God that is personally concerned with each of us, but I do believe in a higher power": 843, "I believe in God, although I have my doubts": 844, "I believe without any doubt that God exists": 845, "Dutch": 846, "Berber": 847, "German": 848, "Frisian": 849, "Indonesian": 850, "Turkish": 851, "Flemish": 852, "yes, daily": 853, "yes, regularly": 854, "yes, once in while": 855, "yes, often/always": 856, "yes, sometimes": 857, "no, never": 858, "yes, often have trouble/do not speak Dutch": 859, "Yes, Dutch Reformed": 860, "Yes, Reformed Churches in the Netherlands": 861, "an Eastern Orthodox church": 862, "another Christian church congregation": 863, "Islam": 864, "another non-Christian faith": 865, "Dutch Reformed Church (from 2004 the Protestant Church in the Netherlands)": 866, "Reformed Churches in the Netherlands, synodal (from 2004 the Protestant Church in the Netherlands)": 867, "Evangelical-Lutheran Church (from 2004 the Protestant Church in the Netherlands)": 868, "Reformed Churches in the Netherlands (Liberated)": 869, "Christian Reformed Churches in the Netherlands": 870, "Dutch Reformed Churches": 871, "Reformed Congregations": 872, "an Evangelical, Pentecostal or Baptist congregation": 873, "Dutch Reformed: middle orthodox": 874, "Dutch Reformed: confessional": 875, "Dutch Reformed: reformed bond": 876, "Dutch Reformed: liberal": 877, "Dutch Reformed: other, namely": 878, "Dutch Reformed: other, namely \u2026": 879, "Reformed Churches in the Netherlands, synodal": 880, "Evangelical-Lutheran Church": 881, "other, namely\u2026": 882, "certainly religious": 883, "somewhat religious": 884, "barely religious": 885, "certainly not religious": 886, "Very strongly": 887, "Fairly strongly": 888, "Not so strongly": 889, "Not strongly at all": 890, "partner": 891, "not-living at home grandparent": 892, "not-living at home other family": 893, "not-living at home, acquaintance, friend": 894, "colleague (from work)": 895, "neighbor (non-family)": 896, "living at home sister or brother": 897, "living at home grandparent": 898, "not-living at home sister or brother": 899, "I do not want to say": 900, "2 to 3 times": 901, "4 to 11 times": 902, "12 times or more": 903, "0 times": 904, "not once": 905, "less than 1 day a week": 906, "very close": 907, "not close, but not total strangers to each other either": 908, "total strangers to each other": 909, "Moroccan": 910, "Antillean": 911, "Surinamese": 912, "from another non-western country (Africa, Latin America, Asia other than Indonesia and Japan)": 913, "from another western country (Europe, North America, Japan, Oceania)": 914, "advisor": 915, "parent": 916, "brother or sister": 917, "child": 918, "other family member": 919, "colleague": 920, "is part of the same group/club": 921, "neighbor": 922, "friend": 923, "at least once a week": 924, "less times": 925, "less than 3 years": 926, "3 to 6 years": 927, "not (yet) completed any educational program": 928, "primary school": 929, "VMBO, LBO, MULO, ULO, MAVO (lower/intermediate secondary education, US: junior high school)": 930, "younger than 16": 931, "56 - 60": 932, "61 - 65": 933, "66 - 70": 934, "71 years or older": 935, "16 - 20": 936, "21 - 25": 937, "26 - 30": 938, "31 - 35": 939, "36 - 40": 940, "41 - 45": 941, "46 - 50": 942, "51 - 55": 943, "single, without child(ren) living at home": 944, "single, with child(ren) living at home": 945, "(un)married living together, without child(ren) living at home": 946, "(un)married living together, with child(ren) living at home": 947, "less than once a month": 948, "1-3 times per month": 949, "several times per week": 950, "several times per day": 951, "daily": 952, "2-4 times a week": 953, "less than once a week": 954, "only privately": 955, "privately more than for business": 956, "privately and for business equally": 957, "for business more than privately": 958, "only for business": 959, "yes, often": 960, "0 Not tough at all": 961, "10 Very tough": 962, "US: junior high school)": 963, "gymnasium, atheneum, lyceum (types of pre-university education programs)": 964, "lower technical school, household school": 965, "is approximately at the level required by my work": 966, "is higher than the level required by my work": 967, "is lower than the level required by my work": 968, "is for another kind of work than for my current work": 969, "has become outdated because the work has changed": 970, "has no relation at all to my current work": 971, "is insufficiently geared to the work practice": 972, "are approximately at the level required by my work": 973, "are higher than the level required by my work": 974, "are lower than the level required by my work": 975, "are for another kind of work than for my current work": 976, "have become outdated because the work has changed": 977, "have no relation at all to my current work": 978, "are insufficiently geared to the work practice": 979, "day program": 980, "combination of working and learning": 981, "part-time program": 982, "(other) course": 983, "at an employer": 984, "school/university": 985, "trade organization": 986, "part-days": 987, "days": 988, "weeks": 989, "months": 990, "years": 991, "yes, with diploma or certificate": 992, "yes, without diploma or certificate": 993, "no, I stopped prematurely": 994, "no, still following it": 995, "to stay up-to-date in my profession": 996, "to gain promotion": 997, "to increase my chances of getting a (or another) job": 998, "required by my job": 999, "required by municipality or social service": 1000, "am still of school age": 1001, "am still completing my school career": 1002, "in my leisure time": 1003, "during working hours": 1004, "partly during working hours, partly in my leisure time": 1005, "myself": 1006, "I have a study grant and I and my parents/family pay a part": 1007, "employer": 1008, "partly employer, partly myself": 1009, "municipality or social service": 1010, "I have a study grant": 1011, "my parents": 1012, "I have a study grant and my parents/family pay a part": 1013, "I have a study grant and I pay a part myself": 1014, "I perform paid work (even if is it just for one or several hours per week or for a brief period)": 1015, "I live off private means": 1016, "I have taken early retirement": 1017, "I am a pensioner": 1018, "I am partly or wholly disabled for work": 1019, "I perform voluntary work": 1020, "I perform paid work, but am looking for more or other work": 1021, "I am not working now, but have performed paid work in the past": 1022, "I perform unpaid work while retaining my benefit or allowance": 1023, "I am looking for work following the loss of my previous job": 1024, "I have performed paid work, but am released from the obligation to find a new job following the loss of my previous job": 1025, "I am a first-time job seeker": 1026, "I am seeking work following a lengthy interruption": 1027, "I am a pupil / student / trainee with an expenses claim only": 1028, "I take care of the household": 1029, "employee in permanent employment": 1030, "employee in temporary employment": 1031, "on-call employee": 1032, "temp-staffer": 1033, "self-employed/freelancer": 1034, "independent professional": 1035, "director of a limited liability or private limited company": 1036, "majority shareholder director": 1037, "public, semi-public sector": 1038, "private company": 1039, "self-employed (not on any payroll)": 1040, "January": 1041, "October": 1042, "November": 1043, "December": 1044, "February": 1045, "March": 1046, "April": 1047, "May": 1048, "June": 1049, "July": 1050, "August": 1051, "September": 1052, "yes, I work in shifts": 1053, "yes, I (almost) always work in the evening or at night": 1054, "yes, I often work outside regular office hours": 1055, "no, I never work in the evening": 1056, "I rarely work in the evening": 1057, "I work one or more evenings once every few weeks": 1058, "I work one or more evenings almost every week": 1059, "no, I never work at night": 1060, "I rarely work at night": 1061, "I work at night once every few weeks": 1062, "I work at night almost every week": 1063, "yes, a sidejob (second work setting)": 1064, "yes, my own business or partnership, not mentioned so far": 1065, "no, no sideline job or second work place": 1066, "2006": 1067, "2007": 1068, "first continue working part-time": 1069, "stop altogether": 1070, "stopping partly or entirely does not matter to me": 1071, "I have already partly taken early retirement": 1072, "I do not work full-time because I am partly disabled for work": 1073, "per week": 1074, "per 4 weeks": 1075, "yes, I am seriously seeking work": 1076, "yes, I am considering it": 1077, "no, I am not seeking work": 1078, "no, I am not at all able to work": 1079, "no, I cannot work full-time": 1080, "no, I don\u2019t want to work full-time": 1081, "yes, I want to work full-time": 1082, "no, I don\u2019t want to work": 1083, "no, I only want to work full-time": 1084, "yes, I want to work part-time": 1085, "agriculture, forestry, fishery, hunting": 1086, "business services (including real estate, rental)": 1087, "government services, public administration and mandatory social insurances": 1088, "education": 1089, "healthcare and welfare": 1090, "environmental services, culture, recreation and other services": 1091, "mining": 1092, "industrial production": 1093, "utilities production, distribution and/or trade (electricity, natural gas, steam, water)": 1094, "construction": 1095, "retail trade (including repairs of consumer goods)": 1096, "catering": 1097, "transport, storage and communication": 1098, "financial": 1099, "higher academic or independent profession (e.g. architect, physician, scholar, academic instructor, engineer)": 1100, "higher supervisory profession (e.g. manager, director, owner of large company, supervisory civil servant)": 1101, "intermediate academic or independent profession (e.g. teacher, artist, nurse, social worker, policy assistant)": 1102, "intermediate supervisory or commercial profession (e.g. head representative, department manager, shopkeeper)": 1103, "other mental work (e.g. administrative assistant, accountant, sales assistant, family carer)": 1104, "skilled and supervisory manual work (e.g. car mechanic, foreman, electrician)": 1105, "semi-skilled manual work (e.g. driver, factory worker)": 1106, "unskilled and trained manual work (e.g. cleaner, packer)": 1107, "agrarian profession (e.g. farm worker, independent agriculturalist)": 1108, "paid employment": 1109, "has (partial) work disability": 1110, "performs unpaid work while retaining unemployment benefit": 1111, "performs voluntary work": 1112, "does something else": 1113, "is too young to have an occupation": 1114, "works or assists in family business": 1115, "autonomous professional, freelancer, or self-employed": 1116, "job seeker following job loss": 1117, "first-time job seeker": 1118, "exempted from job seeking following job loss": 1119, "attends school or is studying": 1120, "takes care of the housekeeping": 1121, "is pensioner ([voluntary] early retirement, old age pension scheme)": 1122, "panel members did not participate in the chart experiment": 1123, "panel members participated in the chart experiment": 1124, "first temporary contract": 1125, "second consecutive temporary contract": 1126, "third consecutive temporary contract": 1127, "probably yes": 1128, "probably not": 1129, "No, we have enough savings": 1130, "Other / Not applicable": 1131, "Armed forces occupations": 1132, "Commissioned armed forces officers": 1133, "Managers": 1134, "Chief executives, senior officials and legislators": 1135, "Legislators and senior officials": 1136, "Legislators": 1137, "Senior government officials": 1138, "Traditional chiefs and heads of villages": 1139, "Senior officials of special-interest organizations": 1140, "Managing directors and chief executives": 1141, "Administrative and commercial managers": 1142, "Business services and administration managers": 1143, "Finance managers": 1144, "Human resource managers": 1145, "Policy and planning managers": 1146, "Business services and administration managers not elsewhere classified": 1147, "Sales, marketing and development managers": 1148, "Sales and marketing managers": 1149, "Advertising and public relations managers": 1150, "Research and development managers": 1151, "Production and specialized services managers": 1152, "Production managers in agriculture, forestry and fisheries": 1153, "Agricultural and forestry production managers": 1154, "Aquaculture and fisheries production managers": 1155, "Manufacturing, mining, construction, and distribution managers": 1156, "Manufacturing managers": 1157, "Mining managers": 1158, "Construction managers": 1159, "Supply, distribution and related managers": 1160, "Information and communications technology service managers": 1161, "Professional services managers": 1162, "Child care service managers": 1163, "Health service managers": 1164, "Aged care service managers": 1165, "Social welfare managers": 1166, "Education managers": 1167, "Financial and insurance services branch managers": 1168, "Professional services managers not elsewhere classified": 1169, "Hospitality, retail and other services managers": 1170, "Hotel and restaurant managers": 1171, "Hotel managers": 1172, "Restaurant managers": 1173, "Retail and wholesale trade managers": 1174, "Other services managers": 1175, "Sports, recreation and cultural centre managers": 1176, "Services managers not elsewhere classified": 1177, "Non-commissioned armed forces officers": 1178, "Professionals": 1179, "Science and engineering professionals": 1180, "Physical and earth science professionals": 1181, "Physicists and astronomers": 1182, "Meteorologists": 1183, "Chemists": 1184, "Geologists and geophysicists": 1185, "Mathematicians, actuaries and statisticians": 1186, "Life science professionals": 1187, "Biologists, botanists, zoologists and related professionals": 1188, "Farming, forestry and fisheries advisers": 1189, "Environmental protection professionals": 1190, "Engineering professionals (excluding electrotechnology)": 1191, "Industrial and production engineers": 1192, "Civil engineers": 1193, "Environmental engineers": 1194, "Mechanical engineers": 1195, "Chemical engineers": 1196, "Mining engineers, metallurgists and related professionals": 1197, "Engineering professionals not elsewhere classified": 1198, "Electrotechnology engineers": 1199, "Electrical engineers": 1200, "Electronics engineers": 1201, "Telecommunications engineers": 1202, "Architects, planners, surveyors and designers": 1203, "Building architects": 1204, "Landscape architects": 1205, "Product and garment designers": 1206, "Town and traffic planners": 1207, "Cartographers and surveyors": 1208, "Graphic and multimedia designers": 1209, "Health professionals": 1210, "Medical doctors": 1211, "Generalist medical practitioners": 1212, "Specialist medical practitioners": 1213, "Nursing and midwifery professionals": 1214, "Nursing professionals": 1215, "Midwifery professionals": 1216, "Traditional 