{"UNK": 101, "0 entirely dissatisfied": 102, "entirely dissatisfied": 102, "10 entirely satisfied": 103, "entirely satisfied": 103, "1 = certainly not": 104, "1 = definitely no": 104, "5 = certainly yes": 105, "5 = definitely yes": 105, "0": 106, "1": 107, "10": 108, "9": 109, "2": 110, "3": 111, "4": 112, "5": 113, "6": 114, "7": 115, "8": 116, "0 not at all satisfied": 117, "not at all satisfied": 117, "I don\u2019t know": 118, "I don't know": 118, "[if cv19k243=0: I would not vote]": 119, "[if cv18j243=0: I would not vote]": 119, "[if cv20l243=0: I would not vote]": 119, "once or a few times a year": 120, "only on special religious days": 121, "less often": 122, "never": 123, "no": 124, "No": 124, "yes": 125, "Yes": 125, "two times": 126, "2 times": 126, "three times": 127, "3 times": 127, "4 times": 128, "four times": 128, "5 times or more": 129, "five times or more": 129, "More or less": 130, "more or less": 131, "don't know/don't want to say": 124, "I don t know": 118, "n.a./never": 123, "completely disagree": 132, "1 Completely disagree": 132, "completely agree": 133, "5 Completely agree": 133, "one time": 134, "1 time": 134, "once or twice": 135, "several times": 136, "mainly own friends": 137, "both own friends and shared friends, but more own friends": 138, "both own friends and shared friends, but more shared friends": 139, "mainly shared friends": 140, "I don't have any friends": 141, "certainly not": 142, "certainly yes": 143, "I prefer not to say": 144, "less than 8,000 euros": 145, "8,000-16,000 euros": 146, "16,000-24,000 euros": 147, "24,000-36,000 euros": 148, "36,000-48,000 euros": 149, "48,000-60,000 euros": 150, "60,000 euros or more": 151, "1 strongly disagree": 152, "2 disagree": 153, "3 slightly disagree": 154, "4 neither agree nor disagree": 155, "5 slightly agree": 156, "6 agree": 157, "7 strongly agree": 158, "0 You can\u2019t be too careful": 159, "10 Most people can be trusted": 160, "very inaccurate": 161, "moderately inaccurate": 162, "neither inaccurate nor accurate": 163, "moderately accurate": 164, "very accurate": 165, "1 totally disagree": 166, "7 totally agree": 167, "1 extremely unimportant": 168, "7 extremely important": 169, "1 not at all": 170, "7 extremely": 171, "strongly disagree": 172, "disagree": 173, "neutral": 174, "agree": 175, "strongly agree": 176, "I dont know": 177, "no confidence at all": 178, "full confidence": 179, "very dissatisfied": 180, "very satisfied": 181, "left": 182, "right": 183, "fully disagree": 184, "neither agree nor disagree": 185, "fully agree": 186, "never thought about it": 187, "very unsympathetic": 188, "very sympathetic": 189, "Partij voor de Dieren (animal welfare party)": 190, "50Plus (fifty plus party)": 191, "SGP (Christian Reformed party)": 192, "DENK": 193, "Forum voor Democratie (Party for Democracy)": 194, "blank": 195, "other party": 196, "VVD (liberal party)": 197, "PVV (Wilders freedom party)": 198, "CDA (Christian democrat party)": 199, "D66 (social-liberal party)": 200, "GroenLinks (green party)": 201, "SP (socialist party)": 202, "PvdA (labor party)": 203, "ChristenUnie (Christian union party)": 204, "maybe": 205, "every day": 206, "more than once a week": 207, "once a week": 208, "at least once a month": 209, "yes, often/always": 210, "yes, sometimes": 211, "no, never": 212, "not applicable": 213, "Yes, Dutch Reformed": 214, "Yes, Reformed Churches in the Netherlands": 215, "completely satisfied": 216, "not once": 217, "less than 1 day a week": 218, "1 day per week": 219, "2 days per week": 220, "3 days per week": 221, "4 days per week": 222, "5 days per week": 223, "6 days per week": 224, "7 days per week": 225, "I do not want to say": 226, "not (yet) completed any educational program": 227, "primary school": 228, "VMBO, LBO, MULO, ULO, MAVO (lower/intermediate secondary education, US: junior high school)": 229, "HAVO / VWO (higher/pre-university secondary education, US: senior high school)": 230, "MBO (intermediate professional education, US: junior college)": 231, "HBO (higher professional education, US: college)": 232, "university": 233, "daily": 234, "2-4 times a week": 235, "less than once a week": 236, "0 times": 237, "2 to 3 times": 238, "4 to 11 times": 239, "12 times or more": 240, "no, I am not at all able to work": 241, "no, I cannot work full-time": 242, "no, I don\u2019t want to work full-time": 243, "yes, I want to work full-time": 244, "often": 245, "sometimes": 246, "disagree entirely": 247, "agree entirely": 248, "Armed forces occupations": 249, "Commissioned armed forces officers": 250, "Managers": 251, "Chief executives, senior officials and legislators": 252, "Legislators and senior officials": 253, "Legislators": 254, "Senior government officials": 255, "Traditional chiefs and heads of villages": 256, "Senior officials of special-interest organizations": 257, "Managing directors and chief executives": 258, "Administrative and commercial managers": 259, "Business services and administration managers": 260, "Finance managers": 261, "Human resource managers": 262, "Policy and planning managers": 263, "Business services and administration managers not elsewhere classified": 264, "Sales, marketing and development managers": 265, "Sales and marketing managers": 266, "Advertising and public relations managers": 267, "Research and development managers": 268, "Production and specialized services managers": 269, "Production managers in agriculture, forestry and fisheries": 270, "Agricultural and forestry production managers": 271, "Aquaculture and fisheries production managers": 272, "Manufacturing, mining, construction, and distribution managers": 273, "Manufacturing managers": 274, "Mining managers": 275, "Construction managers": 276, "Supply, distribution and related managers": 277, "Information and communications technology service managers": 278, "Professional services managers": 279, "Child care service managers": 280, "Health service managers": 281, "Aged care service managers": 282, "Social welfare managers": 283, "Education managers": 284, "Financial and insurance services branch managers": 285, "Professional services managers not elsewhere classified": 286, "Hospitality, retail and other services managers": 287, "Hotel and restaurant managers": 288, "Hotel managers": 289, "Restaurant managers": 290, "Retail and wholesale trade managers": 291, "Other services managers": 292, "Sports, recreation and cultural centre managers": 293, "Services managers not elsewhere classified": 294, "Non-commissioned armed forces officers": 295, "Professionals": 296, "Science and engineering professionals": 297, "Physical and earth science professionals": 298, "Physicists and astronomers": 299, "Meteorologists": 300, "Chemists": 301, "Geologists and geophysicists": 302, "Mathematicians, actuaries and statisticians": 303, "Life science professionals": 304, "Biologists, botanists, zoologists and related professionals": 305, "Farming, forestry and fisheries advisers": 306, "Environmental protection professionals": 307, "Engineering professionals (excluding electrotechnology)": 308, "Industrial and production engineers": 309, "Civil engineers": 310, "Environmental engineers": 311, "Mechanical engineers": 312, "Chemical engineers": 313, "Mining engineers, metallurgists and related professionals": 314, "Engineering professionals not elsewhere classified": 315, "Electrotechnology engineers": 316, "Electrical engineers": 317, "Electronics engineers": 318, "Telecommunications engineers": 319, "Architects, planners, surveyors and designers": 320, "Building architects": 321, "Landscape architects": 322, "Product and garment designers": 323, "Town and traffic planners": 324, "Cartographers and surveyors": 325, "Graphic and multimedia designers": 326, "Health professionals": 327, "Medical doctors": 328, "Generalist medical practitioners": 329, "Specialist medical practitioners": 330, "Nursing and midwifery professionals": 331, "Nursing professionals": 332, "Midwifery professionals": 333, "Traditional and complementary medicine professionals": 334, "Paramedical practitioners": 335, "Veterinarians": 336, "Other health professionals": 337, "Dentists": 338, "Pharmacists": 339, "Environmental and occupational health and hygiene professionals": 340, "Physiotherapists": 341, "Dieticians and nutritionists": 342, "Audiologists and speech therapists": 343, "Optometrists and ophthalmic opticians": 344, "Health professionals not elsewhere classified": 345, "Teaching professionals": 346, "University and higher education teachers": 347, "Vocational education teachers": 348, "Secondary education teachers": 349, "Primary school and early childhood teachers": 350, "Primary school teachers": 351, "Early childhood educators": 352, "Other teaching professionals": 353, "Education methods specialists": 354, "Special needs teachers": 355, "Other language teachers": 356, "Other music teachers": 357, "Other arts teachers": 358, "Information technology trainers": 359, "Teaching professionals not elsewhere classified": 360, "Business and administration professionals": 361, "Finance professionals": 362, "Accountants": 363, "Financial and investment advisers": 364, "Financial analysts": 365, "Administration professionals": 366, "Management and organization analysts": 367, "Policy administration professionals": 368, "Personnel and careers professionals": 369, "Training and staff development professionals": 370, "Sales, marketing and public relations professionals": 371, "Advertising and marketing professionals": 372, "Public relations professionals": 373, "Technical and medical sales professionals (excluding ICT)": 374, "Information and communications technology sales professionals": 375, "Information and communications technology professionals": 376, "Software and applications developers and analysts": 377, "Systems analysts": 378, "Software developers": 379, "Web and multimedia developers": 380, "Applications programmers": 381, "Software and applications developers and analysts not elsewhere classified": 382, "Database and network professionals": 383, "Database designers and administrators": 384, "Systems administrators": 385, "Computer network professionals": 386, "Database and network professionals not elsewhere classified": 387, "Legal, social and cultural professionals": 388, "Legal professionals": 389, "Lawyers": 390, "Judges": 391, "Legal professionals not elsewhere classified": 392, "Librarians, archivists and curators": 393, "Archivists and curators": 394, "Librarians and related information professionals": 395, "Social and religious professionals": 396, "Economists": 397, "Sociologists, anthropologists and related professionals": 398, "Philosophers, historians and political scientists": 399, "Psychologists": 400, "Social work and counselling professionals": 401, "Religious professionals": 402, "Authors, journalists and linguists": 403, "Authors and related writers": 404, "Journalists": 405, "Translators, interpreters and other linguists": 406, "Creative and performing artists": 407, "Visual artists": 408, "Musicians, singers and composers": 409, "Dancers and choreographers": 410, "Film, stage and related directors and producers": 411, "Actors": 412, "Announcers on radio, television and other media": 413, "Creative and performing artists not elsewhere classified": 414, "Armed forces occupations, other ranks": 415, "Technicians and associate professionals": 416, "Science and engineering associate professionals": 417, "Physical and engineering science technicians": 418, "Chemical and physical science technicians": 419, "Civil engineering technicians": 420, "Electrical engineering technicians": 421, "Electronics engineering technicians": 422, "Mechanical engineering technicians": 423, "Chemical engineering technicians": 424, "Mining and metallurgical technicians": 425, "Draughtspersons": 426, "Physical and engineering science technicians not elsewhere classified": 427, "Mining, manufacturing and construction supervisors": 428, "Mining supervisors": 429, "Manufacturing supervisors": 430, "Construction supervisors": 431, "Process control technicians": 432, "Power production plant operators": 433, "Incinerator and water treatment plant operators": 434, "Chemical processing plant controllers": 435, "Petroleum and natural gas refining plant operators": 436, "Metal production process controllers": 437, "Process control technicians not elsewhere classified": 438, "Life science technicians and related associate professionals": 439, "Life science technicians (excluding medical)": 440, "Agricultural technicians": 441, "Forestry technicians": 442, "Ship and aircraft controllers and technicians": 443, "Ships' engineers": 444, "Ships' deck officers and pilots": 445, "Aircraft pilots and related associate professionals": 446, "Air traffic controllers": 447, "Air traffic safety electronics technicians": 448, "Health associate professionals": 449, "Medical and pharmaceutical technicians": 450, "Medical imaging and therapeutic equipment technicians": 451, "Medical and pathology laboratory technicians": 452, "Pharmaceutical technicians and assistants": 453, "Medical and dental prosthetic technicians": 454, "Nursing and midwifery associate professionals": 455, "Nursing associate professionals": 456, "Midwifery associate professionals": 457, "Traditional and complementary medicine associate professionals": 458, "Veterinary technicians and assistants": 459, "Other health associate professionals": 460, "Dental assistants and therapists": 461, "Medical records and health information technicians": 462, "Community health workers": 463, "Dispensing opticians": 464, "Physiotherapy technicians and assistants": 465, "Medical assistants": 466, "Environmental and occupational health inspectors and associates": 467, "Ambulance workers": 468, "Health associate professionals not elsewhere classified": 469, "Business and administration associate professionals": 470, "Financial and mathematical associate professionals": 471, "Securities and finance dealers and brokers": 472, "Credit and loans officers": 473, "Accounting associate professionals": 474, "Statistical, mathematical and related associate professionals": 475, "Valuers and loss assessors": 476, "Sales and purchasing agents and brokers": 477, "Insurance representatives": 478, "Commercial sales representatives": 479, "Buyers": 480, "Trade brokers": 481, "Business services agents": 482, "Clearing and forwarding agents": 483, "Conference and event planners": 484, "Employment agents and contractors": 485, "Real estate agents and property managers": 486, "Business services agents not elsewhere classified": 487, "Administrative and specialized secretaries": 488, "Office supervisors": 489, "Legal secretaries": 490, "Administrative and executive secretaries": 491, "Medical secretaries": 492, "Regulatory government associate professionals": 493, "Customs and border inspectors": 494, "Government tax and excise officials": 495, "Government social benefits officials": 496, "Government licensing officials": 497, "Police inspectors and detectives": 498, "Government regulatory associate professionals not elsewhere classified": 499, "Legal, social, cultural and related associate professionals": 500, "Legal, social and religious associate professionals": 501, "Legal and related associate professionals": 502, "Social work associate professionals": 503, "Religious associate professionals": 504, "Sports and fitness workers": 505, "Athletes and sports players": 506, "Sports coaches, instructors and officials": 507, "Fitness and recreation instructors and program leaders": 508, "Artistic, cultural and culinary associate professionals": 509, "Photographers": 510, "Interior designers and decorators": 511, "Gallery, museum and library technicians": 512, "Chefs": 513, "Artistic and cultural associate professionals not elsewhere classified": 514, "Information and communications technicians": 515, "Information and communications technology operations and user support technicians": 516, "Information and communications technology operations technicians": 517, "Information and communications technology user support technicians": 518, "Computer network and systems technicians": 519, "Web technicians": 520, "Telecommunications and broadcasting technicians": 521, "Broadcasting and audio-visual technicians": 522, "Telecommunications engineering technicians": 523, "Clerical support workers": 524, "General and keyboard clerks": 525, "General office clerks": 526, "Secretaries (general)": 527, "Keyboard operators": 528, "Typists and word processing operators": 529, "Data entry clerks": 530, "Customer services clerks": 531, "Tellers, money collectors and related clerks": 532, "Bank tellers and related clerks": 533, "Bookmakers, croupiers and related gaming workers": 534, "Pawnbrokers and money-lenders": 535, "Debt-collectors and related workers": 536, "Client information workers": 537, "Travel consultants and clerks": 538, "Contact centre information clerks": 539, "Telephone switchboard operators": 540, "Hotel receptionists": 541, "Enquiry clerks": 542, "Receptionists (general)": 543, "Survey and market research interviewers": 544, "Client information workers not elsewhere classified": 545, "Numerical and material recording clerks": 546, "Numerical clerks": 547, "Accounting and bookkeeping clerks": 548, "Statistical, finance and insurance clerks": 549, "Payroll clerks": 550, "Material-recording and transport clerks": 551, "Stock clerks": 552, "Production clerks": 553, "Transport clerks": 554, "Other clerical support workers": 555, "Library clerks": 556, "Mail carriers and sorting clerks": 557, "Coding, proof-reading and related clerks": 558, "Scribes and related workers": 559, "Filing and copying clerks": 560, "Personnel clerks": 561, "Clerical support workers not elsewhere classified": 562, "Service and sales workers": 563, "Personal service workers": 564, "Travel attendants, conductors and guides": 565, "Travel attendants and travel stewards": 566, "Transport conductors": 567, "Travel guides": 568, "Cooks": 569, "Waiters and bartenders": 570, "Waiters": 571, "Bartenders": 572, "Hairdressers, beauticians and related workers": 573, "Hairdressers": 574, "Beauticians and related workers": 575, "Building and housekeeping supervisors": 576, "Cleaning and housekeeping supervisors in offices, hotels and other establishments": 577, "Domestic housekeepers": 578, "Building caretakers": 579, "Other personal services workers": 580, "Astrologers, fortune-tellers and related workers": 581, "Companions and valets": 582, "Undertakers and embalmers": 583, "Pet groomers and animal care workers": 584, "Driving instructors": 585, "Personal services workers not elsewhere classified": 586, "Sales workers": 587, "Street and market salespersons": 588, "Stall and market salespersons": 589, "Street food salespersons": 590, "Shop salespersons": 591, "Shopkeepers": 592, "Shop supervisors": 593, "Shop sales assistants": 594, "Cashiers and ticket clerks": 595, "Other sales workers": 596, "Fashion and other models": 597, "Sales demonstrators": 598, "Door to door salespersons": 599, "Contact centre salespersons": 600, "Service station attendants": 601, "Food service counter attendants": 602, "Sales workers not elsewhere classified": 603, "Personal care workers": 604, "Child care workers and teachers' aides": 605, "Child care workers": 606, "Teachers' aides": 607, "Personal care workers in health services": 608, "Health care assistants": 609, "Home-based personal care workers": 610, "Personal care workers in health services not elsewhere classified": 611, "Protective services workers": 612, "Firefighters": 613, "Police officers": 614, "Prison guards": 615, "Security guards": 616, "Protective services workers not elsewhere classified": 617, "Skilled agricultural, forestry and fishery workers": 618, "Market-oriented skilled agricultural workers": 619, "Market gardeners and crop growers": 620, "Field crop and vegetable growers": 621, "Tree and shrub crop growers": 622, "Gardeners, horticultural and nursery growers": 623, "Mixed crop growers": 624, "Animal producers": 625, "Livestock and dairy producers": 626, "Poultry producers": 627, "Apiarists and sericulturists": 628, "Animal producers not elsewhere classified": 629, "Mixed crop and animal producers": 630, "Market-oriented skilled forestry, fishery and hunting workers": 631, "Forestry and related workers": 632, "Fishery workers, hunters and trappers": 633, "Aquaculture workers": 634, "Inland and coastal waters fishery workers": 635, "Deep-sea fishery workers": 636, "Hunters and trappers": 637, "Subsistence farmers, fishers, hunters and gatherers": 638, "Subsistence crop farmers": 639, "Subsistence livestock farmers": 640, "Subsistence mixed crop and livestock farmers": 641, "Subsistence fishers, hunters, trappers and gatherers": 642, "Craft and related trades workers": 643, "Building and related trades workers, excluding electricians": 644, "Building frame and related trades workers": 645, "House builders": 646, "Bricklayers and related workers": 647, "Stonemasons, stone cutters, splitters and carvers": 648, "Concrete placers, concrete finishers and related workers": 649, "Carpenters and joiners": 650, "Building frame and related trades workers not elsewhere classified": 651, "Building finishers and related trades workers": 652, "Roofers": 653, "Floor layers and tile setters": 654, "Plasterers": 655, "Insulation workers": 656, "Glaziers": 657, "Plumbers and pipe fitters": 658, "Air conditioning and refrigeration mechanics": 659, "Painters, building structure cleaners and related trades workers": 660, "Painters and related workers": 661, "Spray painters and varnishers": 662, "Building structure cleaners": 663, "Metal, machinery and related trades workers": 664, "Sheet and structural metal workers, moulders and welders, and related workers": 665, "Metal moulders and coremakers": 666, "Welders and flame cutters": 667, "Sheet metal workers": 668, "Structural metal preparers and erectors": 669, "Riggers and cable splicers": 670, "Blacksmiths, toolmakers and related trades workers": 671, "Blacksmiths, hammersmiths and forging press workers": 672, "Toolmakers and related workers": 673, "Metal working machine tool setters and operators": 674, "Metal polishers, wheel grinders and tool sharpeners": 675, "Machinery mechanics and repairers": 676, "Motor vehicle mechanics and repairers": 677, "Aircraft engine mechanics and repairers": 678, "Agricultural and industrial machinery mechanics and repairers": 679, "Bicycle and related repairers": 680, "Handicraft and printing workers": 681, "Handicraft workers": 682, "Precision-instrument makers and repairers": 683, "Musical instrument makers and tuners": 684, "Jewellery and precious metal workers": 685, "Potters and related workers": 686, "Glass makers, cutters, grinders and finishers": 687, "Sign writers, decorative painters, engravers and etchers": 688, "Handicraft workers in wood, basketry and related materials": 689, "Handicraft workers in textile, leather and related materials": 690, "Handicraft workers not elsewhere classified": 691, "Printing trades workers": 692, "Pre-press technicians": 693, "Printers": 694, "Print finishing and binding workers": 695, "Electrical and electronics trades workers": 696, "Electrical equipment installers and repairers": 697, "Building and related electricians": 698, "Electrical mechanics and fitters": 699, "Electrical line installers and repairers": 700, "Electronics and telecommunications installers and repairers": 701, "Electronics mechanics and servicers": 702, "Information and communications technology installers and servicers": 703, "Food processing, wood working, garment and other craft and related trades workers": 704, "Food processing and related trades workers": 705, "Butchers, fishmongers and related food preparers": 706, "Bakers, pastry-cooks and confectionery makers": 707, "Dairy products makers": 708, "Fruit, vegetable and related preservers": 709, "Food and beverage tasters and graders": 710, "Tobacco preparers and tobacco products makers": 711, "Wood treaters, cabinet-makers and related trades workers": 712, "Wood treaters": 713, "Cabinet-makers and related workers": 714, "Woodworking machine tool setters and operators": 715, "Garment and related trades workers": 716, "Tailors, dressmakers, furriers and hatters": 717, "Garment and related patternmakers and cutters": 718, "Sewing, embroidery and related workers": 719, "Upholsterers and related workers": 720, "Pelt dressers, tanners and fellmongers": 721, "Shoemakers and related workers": 722, "Other craft and related workers": 723, "Underwater divers": 724, "Shotfirers and blasters": 725, "Product graders and testers (except foods and beverages)": 726, "Fumigators and other pest and weed controllers": 727, "Craft and related workers not elsewhere classified": 728, "Plant and machine operators, and assemblers": 729, "Stationary plant and machine operators": 730, "Mining and mineral processing plant operators": 731, "Miners and quarriers": 732, "Mineral and stone processing plant operators": 733, "Well drillers and borers and related workers": 734, "Cement, stone and other mineral products machine operators": 735, "Metal processing and finishing plant operators": 736, "Metal processing plant operators": 737, "Metal finishing, plating and coating machine operators": 738, "Chemical and photographic products plant and machine operators": 739, "Chemical products plant and machine operators": 740, "Photographic products machine operators": 741, "Rubber, plastic and paper products machine operators": 742, "Rubber products machine operators": 743, "Plastic products machine operators": 744, "Paper products machine operators": 745, "Textile, fur and leather products machine operators": 746, "Fibre preparing, spinning and winding machine operators": 747, "Weaving and knitting machine operators": 748, "Sewing machine operators": 749, "Bleaching, dyeing and fabric cleaning machine operators": 750, "Fur and leather preparing machine operators": 751, "Shoemaking and related machine operators": 752, "Laundry machine operators": 753, "Textile, fur and leather products machine operators not elsewhere classified": 754, "Food and related products machine operators": 755, "Wood processing and papermaking plant operators": 756, "Pulp and papermaking plant operators": 757, "Wood processing plant operators": 758, "Other stationary plant and machine operators": 759, "Glass and ceramics plant operators": 760, "Steam engine and boiler operators": 761, "Packing, bottling and labelling machine operators": 762, "Stationary plant and machine operators not elsewhere classified": 763, "Assemblers": 764, "Mechanical machinery assemblers": 765, "Electrical and electronic equipment assemblers": 766, "Assemblers not elsewhere classified": 767, "Drivers and mobile plant operators": 768, "Locomotive engine drivers and related workers": 769, "Locomotive engine drivers": 770, "Railway brake, signal and switch operators": 771, "Car, van and motorcycle drivers": 772, "Motorcycle drivers": 773, "Car, taxi and van drivers": 774, "Heavy truck and bus drivers": 775, "Bus and tram drivers": 776, "Heavy truck and lorry drivers": 777, "Mobile plant operators": 778, "Mobile farm and forestry plant operators": 779, "Earthmoving and related plant operators": 780, "Crane, hoist and related plant operators": 781, "Lifting truck operators": 782, "Ships' deck crews and related workers": 783, "Elementary occupations": 784, "Cleaners and helpers": 785, "Domestic, hotel and office cleaners and helpers": 786, "Domestic cleaners and helpers": 787, "Cleaners and helpers in offices, hotels and other establishments": 788, "Vehicle, window, laundry and other hand cleaning workers": 789, "Hand launderers and pressers": 790, "Vehicle cleaners": 791, "Window cleaners": 792, "Other cleaning workers": 793, "Agricultural, forestry and fishery labourers": 794, "Crop farm labourers": 795, "Livestock farm labourers": 796, "Mixed crop and livestock farm labourers": 797, "Garden and horticultural labourers": 798, "Forestry labourers": 799, "Fishery and aquaculture labourers": 800, "Labourers in mining, construction, manufacturing and transport": 801, "Mining and construction labourers": 802, "Mining and quarrying labourers": 803, "Civil engineering labourers": 804, "Building construction labourers": 805, "Manufacturing labourers": 806, "Hand packers": 807, "Manufacturing labourers not elsewhere classified": 808, "Transport and storage labourers": 809, "Hand and pedal vehicle drivers": 810, "Drivers of animal-drawn vehicles and machinery": 811, "Freight handlers": 812, "Shelf fillers": 813, "Food preparation assistants": 814, "Fast food preparers": 815, "Kitchen helpers": 816, "Street and related sales and service workers": 817, "Street and related service workers": 818, "Street vendors (excluding food)": 819, "Refuse workers and other elementary workers": 820, "Refuse workers": 821, "Garbage and recycling collectors": 822, "Refuse sorters": 823, "Sweepers and related labourers": 824, "Other elementary workers": 825, "Messengers, package deliverers and luggage porters": 826, "Odd job persons": 827, "Meter readers and vending-machine collectors": 828, "Water and firewood collectors": 829, "Elementary workers not elsewhere classified": 830, "Paid employment": 831, "Has (partial) work disability": 832, "Performs unpaid work while retaining unemployment benefit": 833, "Performs voluntary work": 834, "Does something else": 835, "Is too young to have an occupation": 836, "Works or assists in family business": 837, "Autonomous professional, freelancer, or self-employed": 838, "Job seeker following job loss": 839, "First-time job seeker": 840, "Exempted from job seeking following job loss": 841, "Attends school or is studying": 842, "Takes care of the housekeeping": 843, "Is pensioner ([voluntary] early retirement, old age pension scheme)": 844, "Married": 845, "Separated": 846, "Divorced": 847, "Widow or widower": 848, "Never been married": 849, "Prefer not to say": 850, "Unknown (missing)": 851, "vmbo (intermediate secondary education, US: junior high school)": 852, "havo/vwo (higher secondary education/preparatory university education, US: senior high school)": 853, "mbo (intermediate vocational education, US: junior college)": 854, "hbo (higher vocational education, US: college)": 855, "wo (university)": 856, "other": 857, "Not yet completed any education": 858, "Not yet started any education": 859}