{"UNK": 101, "entirely dissatisfied": 102, "0 entirely dissatisfied": 102, "entirely satisfied": 103, "10 entirely satisfied": 103, "1 = certainly not": 104, "1 = definitely no": 104, "5 = certainly yes": 105, "5 = definitely yes": 105, "[if cv19k243=0: I would not vote]": 106, "[if cv18j243=0: I would not vote]": 106, "[if cv20l243=0: I would not vote]": 106, "2 times": 107, "two times": 107, "three times": 108, "3 times": 108, "four times": 109, "4 times": 109, "5 times or more": 110, "five times or more": 110, "n.a./never": 111, "never": 111, "yes": 112, "no": 113, "I don't know": 114, "1": 115, "2": 116, "3": 117, "4": 118, "5": 119, "6": 120, "7": 121, "8": 122, "9": 123, "I don\u2019t know": 124, "certainly not": 125, "certainly yes": 126, "1 strongly disagree": 127, "2 disagree": 128, "3 slightly disagree": 129, "4 neither agree nor disagree": 130, "5 slightly agree": 131, "6 agree": 132, "7 strongly agree": 133, "very inaccurate": 134, "moderately inaccurate": 135, "neither inaccurate nor accurate": 136, "moderately accurate": 137, "very accurate": 138, "1 extremely unimportant": 139, "7 extremely important": 140, "strongly disagree": 141, "disagree": 142, "neutral": 143, "agree": 144, "strongly agree": 145, "fully disagree": 146, "neither agree nor disagree": 147, "fully agree": 148, "never thought about it": 149, "I prefer not to say": 150, "I dont know": 151, "Partij voor de Dieren (animal welfare party)": 152, "50Plus (fifty plus party)": 153, "SGP (Christian Reformed party)": 154, "DENK": 155, "Forum voor Democratie (Party for Democracy)": 156, "blank": 157, "other party": 158, "VVD (liberal party)": 159, "PVV (Wilders freedom party)": 160, "CDA (Christian democrat party)": 161, "D66 (social-liberal party)": 162, "GroenLinks (green party)": 163, "SP (socialist party)": 164, "PvdA (labor party)": 165, "ChristenUnie (Christian union party)": 166, "yes, often/always": 167, "yes, sometimes": 168, "no, never": 169, "not applicable": 170, "No": 171, "Yes": 172, "not once": 173, "one time": 174, "less than 1 day a week": 175, "1 day per week": 176, "2 days per week": 177, "3 days per week": 178, "4 days per week": 179, "5 days per week": 180, "6 days per week": 181, "7 days per week": 182, "daily": 183, "2-4 times a week": 184, "once a week": 185, "less than once a week": 186, "0 times": 187, "1 time": 188, "2 to 3 times": 189, "4 to 11 times": 190, "12 times or more": 191, "no, I am not at all able to work": 192, "no, I cannot work full-time": 193, "no, I don\u2019t want to work full-time": 194, "yes, I want to work full-time": 195, "Paid employment": 196, "Has (partial) work disability": 197, "Performs unpaid work while retaining unemployment benefit": 198, "Performs voluntary work": 199, "Does something else": 200, "Is too young to have an occupation": 201, "Works or assists in family business": 202, "Autonomous professional, freelancer, or self-employed": 203, "Job seeker following job loss": 204, "First-time job seeker": 205, "Exempted from job seeking following job loss": 206, "Attends school or is studying": 207, "Takes care of the housekeeping": 208, "Is pensioner ([voluntary] early retirement, old age pension scheme)": 209}